{
    "entries": [
        {
            "application-id": "1807",
            "competition-year": "2023-2024",
            "application": "Creation of Interactive In-Video Quizzes and Video Analytics to Improve Virtual Immersive Learning Experience for First-Year-Experience (FYE) Students",
            "applicant": "Xu Yang",
            "amount-awarded": " $15,652.00 ",
            "primary-college": "Huntley",
            "abstract": "Interactive in-video quizzes and video analytics development can better engage students in virtual-based learning format, thus creating immersive virtual learning experiences. In this proposal, I aim to create in-video quizzes and video analytics for FST 1000, a PolyX FYE course to better engage my students through a learn-by-doing approach. Interactive in-video quizzes will be created through both Canvas Learning Management System and Kaltura. Both platforms will be compared for their advantages and disadvantages when creating in-video quizzes. Then, video analytics will be developed through Camtasia software to allow automatic grading to be assigned to students based on the percentage of a video students have watched. Two workshops will also be organized to discuss with faculties who are interested in these technologies to revamp their virtual courses. With these efforts, I am confident that FYE students will be better motivated to participate in their FYE courses and are better engaged in immersive virtual learning experience. Most importantly, interactive in-video quizzes will allow long-time retention of the important concept within a course instructors aim to convey. For example, I aim to create a thorough academic advising video and imbed in-video questions. This will allow my FST students to constantly remind themselves about the academic advising plans for the next couple of years in Cal Poly Pomona.",
            "type": "Innovative"
        },
        {
            "application-id": "1809",
            "competition-year": "2023-2024",
            "application": "Big Data (BD), Artificial Intelligence (AI), and Machine Learning (ML) for Environmental Design Education",
            "applicant": "Weimin Li",
            "collaborators": "Carlos Flores",
            "amount-awarded": " $24,999.19 ",
            "primary-college": "ENV",
            "abstract": "We are applying for the SPICE grant to establish a streamlined digital environment with software and cloud service and develop a comprehensive instructional framework to support the teaching and learning of Big Data (BD), Artificial Intelligence (AI), and Machine Learning (ML) technologies and their innovative applications in environmental design. Through this proposal, we aim to (1) better prepare students with the latest technologies and tools for the capturing, processing, and analyzing of big geospatial data, such as high-resolution remote sensing images and Light Detection and Ranging (LiDAR) data collected with various sensors mounted on spaceborne, airborne, and uninhabited remote sensing platforms; (2) introduce students to big data in various formats, including texts, sounds, photos, videos, etc., that documents the biophysical and socio-behavior phenomena involved in environmental design decision-making, and (3) expose students to the cutting edge knowledge, skills, and tools of AI and ML and their applications in solving environmental and social problems such as climate change crisis, ecological degradation, and environmental and social injustice through learning, research, and practice. With support from the SPICE grant, we will mentor students in the research and discovery of emerging information challenges in the big data era, facilitate collaboration among students to conduct service-learning projects that involve local, regional, and global communities, provide equal access to centralized computation powers and software environment, and offer inclusive accommodation of students with demands for flexible learning modalities and schedules. In short, our project provides students with cutting-edge information technologies and enables them to generate creative and innovative solutions to critical societal problems through learn-by-doing activities in highly flexible learning modes. \r\n\r\n \r\n\r\nThe funding will cover the cost of big geospatial data software applications, such as Trimble eCognition and Pix4D bundle, software development tools, such as those from Jetbrains, and subscription credit for mainstream cloud servers with AI and ML capacities, such as those from Amazon and Microsoft. Most of the funding will pay for perpetual software licenses, while a small portion covers service credits for periodical subscriptions. That said, while the BD-AI-ML program will mainly serve students in the College of Environmental Design, it will be open to students on the entire campus through the GIS minor program or open electives. In this way, thousands of students in different programs and colleges can be benefited from the investment. The BD-AI-ML program and relevant contents will be directly integrated into current courses such as LA3581/5582 Geodesign Fundamentals for Environmental Designers, LA6111L Design for Change studios, LA6441 Plant and Ecology, LA4782 Evolving Issues in Environmental Design, LA5581 Visual Communication for Design, and indirectly involved in many other courses in the College. After the pilot stage, it can become a stand-alone course to teach students about BD-AI-ML in environmental design. It may also lead to a new certificate or degree program in environmental design with big data in the future. The applicants are faculty members with robust digital and geospatial technologies and big data backgrounds and have many years of experience teaching computer technologies. We are confident of achieving great success within the classroom, participating in the Signature Polytechnic Experiences (PolyX), and generating scholarly publications related to BD-AI-ML in environmental design education. In conclusion, the support from the SPICE grant will provide critical software and network infrastructure for this effort and make a big difference in filling in the current gap that students have little access to the latest software and network resources and lack learning experience that directly connects them to AI and ML technologies in the context of environmental design.",
            "type": "Innovative"
        },
        {
            "application-id": "1827",
            "competition-year": "2023-2025",
            "application": "Laser Therapy",
            "applicant": "Joanne Sohn",
            "amount-awarded": " $25,000.00 ",
            "primary-college": "Huntley",
            "abstract": "Laser therapy in veterinary medicine has been on the rise the past few years. Veterinarians and owners have been looking for less invasive approaches to treat chronic pain and wounds in animals. The field of veterinary rehabilitation has grown in recent years, and our students are requesting more training in these areas.",
            "type": "Innovative"
        },
        {
            "application-id": "1832",
            "competition-year": "2023-2024",
            "application": "Technologies of Writing Teaching and Learning Tools",
            "applicant": "Kate Ozment",
            "collaborators": "Armondo Collins and Kristin Prins",
            "amount-awarded": " $8,590.13 ",
            "primary-college": "CLASS",
            "abstract": "This project supports teaching and learning in technologies of writing, focused on course that is in Area C3 Arts and Humanities Synthesis in the General Education program and is a Poly-X course. This application asks for funding for a one-time purchase of letterpress, book arts, crafting, and podcasting equipment alongside the funds to build a teaching and reference library that supplements what is already available on campus. These tools will partially live in the Maker Studio and will be accessible to all students, while specifically supporting the learning objectives of a Poly-X and general education course. The potential impact on student learning is significant, judging from feedback in course evaluations from a previous semester. Partial funding is welcome.",
            "type": "Innovative"
        },
        {
            "application-id": "1834",
            "competition-year": "2023-2024",
            "application": "Teacher Candidates: Meeting the Needs of Students with Identified Learning Needs And Additional Academic/Social-Emotional Support",
            "applicant": "Cynthia Geary",
            "collaborators": "Amy Gimiino",
            "amount-awarded": " $24,552.00 ",
            "primary-college": "CEIS",
            "abstract": "This project prepares Teacher Candidates (TCs), Cooperating Teachers (CT) and University Supervisors (US) to better support students with identified learning needs and students needing additional academic and/or social-emotional support in their assigned public school TK-12 classroom. Four, 1-1.5 hour pedagogical workshops at the onset of the Clinical Practice semester will equip the TC and US, as well as the TK-12 CT with professional development, where the CT and US support the TC in implementation. Workshops topics include:\r\n\r\n\r\n\t\r\n\tLearner Characteristics and asset-based instruction\r\n\t\r\n\t\r\n\tSocio-emotional characteristics, learning, and supports\r\n\t\r\n\t\r\n\tClassroom adaptations related to the Cycle 1 CalTPA \r\n\t\r\n\t\r\n\tUS, TC, CT and professor adaptation implementation coaching session\r\n\t\r\n\r\n\r\nThe workshops simultaneously prepare Teacher Candidates to score better on their state mandated Teacher Performance Assessment (CalTPA). The passing scores in the CalTPA ensure graduating credential students secure teaching positions, where there is a growing need for credential teachers.",
            "type": "Innovative"
        },
        {
            "application-id": "1835",
            "competition-year": "2023-2024",
            "application": "Learning Reimagined: A Proposal for Innovative Video Lecture Approaches",
            "applicant": "Sungsik Yoon",
            "amount-awarded": " $6,552.00 ",
            "primary-college": "Collins",
            "abstract": "The main objective of this proposal is to improve the quality of the hospitality accounting and finance courses (e.g., HRT 2740, 3740, and 4740) by creating innovative video lectures that are engaging, effective, and accessible to all students. This project aligns with the program goals of promoting innovative and flexible learning experiences. It emphasizes inclusive engagement and equity-minded strategies by designing and delivering high-quality lecture videos accessible to all students, regardless of their background, culture, or abilities. The impact of the project will be evaluated through pre- and post-assessment surveys, exam scores, and student feedback. The results will be used to continuously improve the project.",
            "type": "Innovative"
        },
        {
            "application-id": "1837",
            "competition-year": "2023-2024",
            "application": "Development of a new biotechnology foundation laboratory course",
            "applicant": "Junjun Liu",
            "collaborators": "Nancy Buckley, Wei-Jen Lin, Jamie Snyder",
            "amount-awarded": " $25,000.00 ",
            "primary-college": "Science",
            "abstract": "The purpose of this proposal is to request funds to develop a new 2000 level biology course titled “Foundations in Biotechnology.” Currently, we find that our students do not have adequate basic biotechnology laboratory skills when they take their junior/senior level laboratory courses. Providing this course during the students’ sophomore year will better prepare them for their junior and senior laboratory intensive courses. This course will introduce our students, early in their major, to basic molecular biology and cell biology laboratory skills and project-based learning. The course will be laboratory intense and consist of 2 hours of lecture and 2 laboratory sessions per week. In this course, students will learn the theory and application of diverse techniques in molecular biology and cell biology. This course will not only be a required course for our Biotechnology majors, but also be a pre-requisite for several upper division courses. In addition, the Foundations in Biotechnology will be a much better suited course for our biotechnology majors than the currently required CHM 2210/L Quantitative Analysis course. It will give our students another choice of courses to take, potentially facilitating our student’s time to graduation.\r\n\r\n \r\n\r\nFour faculty members will work together to develop this course and team teach the course. Students enrolling in this course will be exposed early on to these faculty members who are active researchers and usually teach upper division courses. These faculty members will not only share their research experiences in class but also will address questions the students may have about conducting research. By team teaching, the faculty will also model professional collaborations. Furthermore, guest speakers will be invited, and students will be exposed to scientists outside of CPP and provide students with networking opportunities.",
            "type": "Innovative"
        },
        {
            "application-id": "1839",
            "competition-year": "2023-2024",
            "application": "Project Based Learning (PBL) in Environmental Engineering (CE-3201) Course to Enhance Collaborative Learning Experience",
            "applicant": "Ali Sharbat",
            "collaborators": "Project Student Assistants TBD",
            "amount-awarded": " $10,784.00 ",
            "primary-college": "Engineering",
            "abstract": "Project-based learning (PBL) and active faculty-to-student and student-to-student interactions are important components of enhanced effective learning. Project-based learning in engineering courses involves embedding assignments, individual and group work deliverables which are projects based on real-world engineering projects. Students need to practice how to frame a problem, identify stakeholders and their needs, list design requirements, select theoretical concepts, define feasible alternatives, select best practices (BP’s), develop a detailed design, consider engineering economy, and present/communicate the outcomes. Project-based leaning involve discovery, addressing challenges in the field, collaboration and teamwork, involvement with the community, and intense mentoring. Project-based learning is aligned with some of the “essential elements” of PolyX identify particularly “Collaborative learning” and “Critical thinking and problem solving”. \r\n\r\nThe main goal of this SPICE proposal is to reinvigorate the learning experience for students in the Civil Engineering (CE) department by re-inventing the conventional CE-3201: Environmental Engineering course. CE-3201 is a lecture course that is a required core course for the Environmental Engineering option students in the Civil Engineering undergraduate degree and a technical elective course for all Civil Engineering department students. Based on the data from Tableau, there is a performance gap between Underrepresented Minority (URM) students and non-URM students in CE-3201 course. The PI of this SPICE proposal is the course-coordinator for CE-3201. Currently, CE-3201 is offered in a conventional way of offering a lecture course with emphasis on theoretical concepts and traditional lecture-based mode. Project-based learning, teamwork strategies, and mechanisms that are envisioned in this SPICE proposal would enhance teaching and learning in flexible learning modalities as team projects and collaborative work in engagement with the community are usually activities that occur out the classroom environment and would support flexible learning modalities. \r\n\r\nEnvironmental crises are becoming the grand challenges for the current century. The learning objectives of CE-3201 are focused on the proven engineering methods to deal with scientifically known environmental challenges. There are new and emerging engineering understandings and approaches to the ongoing environmental challenges in the technical community. Hence, there is an immense need to integrate these new approaches as defined projects into the course syllabus and reinvigorate the content of CE-3201 course to implement PBL practices. \r\n\r\nThis SPICE project will emphasize on the existing learning objectives of CE-3201 lecture course and reinvigorate the content of the course by implementation of PBL methods. The specific objectives of this project are to introduce: 1) innovative and up-to-date project-based learning (PBL) activities, 2) intense mentorship via mentor-mentee and peer-to-peer interactions, and 3) global and community engagement with meaningful interactions with local/national agencies and consulting firms. Innovative PBL activities will include concepts related to global water cycle, carbon cycle, nitrogen cycle, greenhouse effect phenomenon, climate change, carbon sequestration methods, renewable energy, water recycling concepts, water reclamation engineering, low impact development (LID) practices, integrated solid waste management, waste recycling engineering, and pollution prevention. Students will be exposed to a few projects that offer real-world problems, along with the complexity and uncertainty of factors that influence such problems. Hands-on projects will be defined based on the above-listed topics to reinforce the learning objectives of the course. Effective sustainable instruments, such as development of memorandum of understanding (MOU) agreements between the college of engineering and local agencies, are being planned to sustain the project-based learning practices in the course. These mechanisms would enhance participation of professionals in the classroom as invited speakers, class-project co-advisers, or judges for the course symposium day. Students who take this course will have a better learning experience and would be more prepared for the California’s engineering job market. \r\n\r\nThis SPICE project impacts a large number of engineering students, as the Civil Engineering B.S. program at Cal Poly Pomona is the largest civil engineering undergraduate program in the nation. Approximately, 110 students take CE-3201 course every year. All of them will directly benefit from the outcomes of this SPICE project. There are other courses in the Civil Engineering department that will be enhanced indirectly because of reinvigoration of this course via implementation of PBL practices. These courses include: CE 3211-Water Resources Engineering, CE 4241-Water Reclamation, CE 4201-Water and Wastewater Engineering, CE 4220-Solid and Hazardous Waste Engineering, and CE 4231-Water Reclamation and Desalination.",
            "type": "Innovative"
        },
        {
            "application-id": "1840",
            "competition-year": "2023-2024",
            "application": "Creating 360⁰ videos for innovative pedagogical practices and outreach",
            "applicant": "Paul Nissenson",
            "collaborators": "Nolan Tsuchiya",
            "amount-awarded": " $6,120.00 ",
            "primary-college": "Engineering",
            "abstract": "In recent years, the technology to create 360⁰ videos has become cheaper and more user-friendly. This type of video can create immersive experiences, allowing the user to feel like they are in the environment being recorded. This proposal seeks funding to purchase a 360⁰ camera and related accessories (live monitoring system, memory cards, batteries, battery charger, tripod, and 360⁰ microphone) for the purpose of experimenting with creating high-resolution 360⁰ videos for instructional and outreach purposes. Several types of videos will be created including overviews of mechanical engineering instructional labs, a tour of an engineering building, an in-class lecture, and possibly a tour of an industrial facility. Surveys will be given to mechanical engineering students to gauge in usefulness of the videos and determine how they could be improved in the future. Some of the videos will be made available to the public on the Mechanical Engineering Department’s YouTube channel, which will allow the videos to serve as an outreach tool - high school students around the world can take an immersive tour of engineering facilities.\r\n\r\nThis project will be impactful for many years to come as the hardware purchased for the project will be used by the authors to make many 360⁰ videos in the future. It will allow the authors to be at the cutting edge of innovative pedagogical research since currently there is sparse research on the impact of 360⁰ cameras on student learning and motivation. Additionally, the authors can serve as experts for other Cal Poly Pomona faculty on the use of 360⁰ cameras for instructional purposes.",
            "type": "Innovative"
        },
        {
            "application-id": "1849",
            "competition-year": "2023-2024",
            "application": "Adapting to the Digital Turn in History",
            "applicant": "Rachel Van",
            "collaborators": "Rachael Hill",
            "amount-awarded": " $4,297.00 ",
            "primary-college": "CLASS",
            "abstract": "The History Department seeks audio recording equipment to support students and close an equity gap in our innovative polytechnic series - HST 449x:  Digital Projects in History.  This class, required of all History majors, represents the type of signature Cal Poly Pomona experience recognized as PolyX.   \r\n\r\nCommon projects for HST 449x:  Digital Projects in History courses include applying historical research to building websites, mapping historical connections in ARCGIS, producing documentaries, and recording podcasts.  Students make use of recording equipment to record soundtracks for podcasts and documentaries, as soundbites for websites, digital museum exhibits, to perform interviews, and more.  To ensure all students are able to participate in digital opportunities and not be limited by what they, individually, can purchase, the History Department seeks to set up an audio lab for student use. ",
            "type": "Innovative"
        },
        {
            "application-id": "1858",
            "competition-year": "2023-2024",
            "application": "Update a Multidisciplinary Senior Design Project Curriculum in MBSE Environment",
            "applicant": "Zhen Yu",
            "collaborators": "Steven Dobbs",
            "amount-awarded": " $15,578.00 ",
            "primary-college": "Engineering",
            "abstract": "We propose to update how we teach the senior design project (SDP) course series implementing a new  Model Based System Engineering (MBSE) environment and teaching process for how to design a new product. This teaching approach reflects recent and emerging significant changes in the Aerospace Industry into which our graduates must be “industry ready”. These industry changes include teaching and then performing the student project’s system design process in the emerging MBSE environment and linkages to the US Air Force “AFSim” utility, and then building and testing the designs to validate the MBSE theory.   This SPICE GRANT request includes funding for the parts and hardware needed for the students to validate their MBSE based designs. This test validation hardware could be used in future Senior Projects, and modified for new MBSE based systems design validation. \r\n\r\nThe anticipated results create the objective of Integrating a teaching method that uses a computer-based architecture designed to a common MBSE environment such as the CORE/Genesys MBSE data base system. Another available MBSE system is the Siemens SIMCENTER AMESim software, which includes a focus on more detailed level of simulation of avionics, flight controls, and power management. Both of these software systems have already been donated to CPP and are available to be used by the students. But the effectivity of teaching the students in the MBSE environment has never been demonstrated by a hardware test to correlate with a MBSE based design and simulation. The students could perform their SDP within this environment to simulate the industry design culture and then validate their design within a hardware test validation culture.",
            "type": "Innovative"
        },
        {
            "application-id": "1861",
            "competition-year": "2023-2024",
            "application": "City of Pomona Housing Affordability and Homelessness",
            "applicant": "Rita Kumar",
            "collaborators": "Anthony Orlando",
            "amount-awarded": " $13,104.00 ",
            "primary-college": "Business",
            "abstract": "This proposed SPICE project will build upon our ongoing collaboration with the City of Pomona to help address Pomona’s housing affordability crisis, which has manifested itself in growing homelessness, rising rents especially for low-income residents and vulnerable populations, and high eviction rates. Students will investigate the needs of the community and collaborate in teams to conduct research oriented toward policy action and advocacy. The project will expand our students’ access to mentorship, community engagement, and training in data analytics. Project Learning Outcomes include communication skills, analytical skills, domain knowledge on housing affordability and homelessness, creativity and inclusivity in developing practical solution approaches, and teamwork skills.\r\n\r\nIn addition to embodying CPP’s philosophy of experiential learning, the proposed project seeks to make a positive societal impact through data driven approaches and community engagement to address the housing affordability crisis.",
            "type": "Innovative"
        },
        {
            "application-id": "1862",
            "competition-year": "2023-2024",
            "application": "Developing a Course-Based Undergraduate Research Experience in an Introduction to Textile Science Course with 3D Printing",
            "applicant": "Helen Trejo",
            "amount-awarded": " $2,970.00 ",
            "primary-college": "Huntley",
            "abstract": "This project will help with the development of a Course-Based Undergraduate Research Experience (CURE) focused on 3D printing in an AMM 1600 and 1600L: Introduction to Textile Science lecture and lab course. Students will use technology to develop unique 3D printed textile designs to share through the Cal Poly Pomona Bronco Scholar Library Repository. This aligns with AMM department program goal of providing knowledge of apparel and textile products, processes, and related technologies. Funds are requested to hire a student assistant to support development of high-quality 3D prints and creation of an electronic repository. Having peer support will eliminate barriers and hesitancy students may feel when they are exposed to a new project and technology, especially in a science-based lower-division course. It will also provide a chance for students to contribute their creative work to the Cal Poly Pomona Bronco Scholar repository to convey their effort and broader contribution to knowledge in the field as a CURE approach.This project will help with the development of a Course-Based Undergraduate Research Experience (CURE) focused on 3D printing in an AMM 1600 and 1600L: Introduction to Textile Science lecture and lab course. Students will use technology to develop unique 3D printed textile designs to share through the Cal Poly Pomona Bronco Scholar Library Repository. This aligns with AMM department program goal of providing knowledge of apparel and textile products, processes, and related technologies. Funds are requested to hire a student assistant to support development of high-quality 3D prints and creation of an electronic repository. Having peer support will eliminate barriers and hesitancy students may feel when they are exposed to a new project and technology, especially in a science-based lower-division course. It will also provide a chance for students to contribute their creative work to the Cal Poly Pomona Bronco Scholar repository to convey their effort and broader contribution to knowledge in the field as a CURE approach.",
            "type": "Innovative"
        },
        {
            "application-id": "1863",
            "competition-year": "2023-2024",
            "application": "A Course Redesign Proposal to Incorporate Race and Ethnicity into PLS 2010 for a F2F/Hybrid/Online Modality",
            "applicant": "Neilan Chaturvedi",
            "collaborators": "Mario Guerrero",
            "amount-awarded": " $13,104.00 ",
            "primary-college": "CLASS",
            "abstract": "This proposal aims to create and incorporate new learning modules on race and ethnicity in American politics to the PLS 2010: Introduction to American Government course. The new learning modules will be adapted for inclusion in an online and/or hybrid environment. Currently, the Department of Political Science offers 60 sections of this course to thousands of students each year. The proposal would train instructors in the new material and allow them to seamlessly incorporate material on race and ethnic politics into their courses and incorporate them for online and hybrid formats. This project is in line with the university's student learning outcomes, our graduation initiative, and assessment plans and speaks to the broader CSU goals on ethnic studies, diversity, equity, and inclusion.",
            "type": "Innovative"
        },
        {
            "application-id": "1866",
            "competition-year": "2023-2024",
            "application": "Fair Play: Gender and Racial Justice in Games",
            "applicant": "Hyeryung Hwang",
            "collaborators": "Markus Eger",
            "amount-awarded": " $19,744.00 ",
            "primary-college": "CEIS",
            "abstract": "This proposal requests funds to develop a cross-college collaboration experience between CS 2990, an introductory course on game development, and IGE/EWS 2600, a GE Area F (Ethnic Studies) course on digital culture, race, and ethnicity. The proposed collaboration aims at connecting the students from the two classes to work together on a multidisciplinary final project, which draws from the content of both courses—computer science/programming (CS 2990) and critical race studies/creative writing (IGE/EWS 2600). The project will provide students in each class with an opportunity to strengthen the knowledge of how class, race/ethnicity, and gender identities are represented in games, and to apply the knowledge in the development of a playable game; in response to the call for gender and racial justice in games, students will create game narratives and characters and convert the ideas into a reality. Each PI will also hold 1-2 guest lectures in the respective other class; Dr. Hwang will speak about racial representations in video games and inclusive practices in digital media in CS 2990, and Dr. Eger will give a short introduction to the design and development of video games in IGE/EWS 2600. We have designed this project as a cross-disciplinary, multicultural and active-learning experience, closely aligned with CPP’s Signature Polytechnic Identity.",
            "type": "Innovative"
        },
        {
            "application-id": "1875",
            "competition-year": "2023-2024",
            "application": "NGO Internship at Urban Conservation Corps for Formerly Incarcerated Cal Poly Pomona Students",
            "applicant": "Renford Reese",
            "amount-awarded": " $17,000.00 ",
            "primary-college": "CLASS",
            "abstract": "I will take formerly incarcerated Cal Poly Pomona Project Rebound students to Palm Desert during the Winter Intersession to intern with the Urban Conservation Corps of the Inland Empire: January 5-14, 2024. The Urban Conservation Corps' mission is to offer troubled and challenge young men and women the chance to better their lives. Corpsmembers serve in the Southern California Mountains and become employable citizens through hard work in environmental conservation. Meaningful projects build valuable workforce skills that increase job readiness. Young adults from San Bernardino and Riverside counties ages 18-25 can join their program to get paid work experience and earn their high school diploma through their onsite John Muir Charter School. The Project Rebound student participants will be able to mentor these challenged youth who work for the Urban Conservation Corps by sharing their own stories of growing up in poverty, being immersed in domestic violence, and surrounded by gang violence, chaos, and dysfunction. They will be able to discuss their entanglement with the criminal justic sytem, their transformation process, and their journey toward seeking higher education. Because they have walked in the shoes of these troubled youth, they will be able to uniquely empower, enlightened, and inspire them. While they are working side by side clearing the San Jacinto Mountains of invasive species, the Project Rebound students will be able ask questions and respond to questions about life skills, navigating challenges, and the process of attaining higher education. And, while they are mentoring, they will also be empowered, inspired, and transformed by the experience of doing substantive work with the environment conservation and engaging in social service outreach through mentoring. \r\n\r\n ",
            "type": "Innovative"
        },
        {
            "application-id": "1891",
            "competition-year": "2023-2024",
            "application": "Collaborative for Healthy and Inclusive Learning Environments (CHILE)",
            "applicant": "Claire Latane",
            "amount-awarded": " $16,052.00 ",
            "primary-college": "ENV",
            "abstract": "The Collaborative for Healthy and Inclusive Learning Environments (CHILE) is a national effort to partner college and university programs with with K-12 schools and environmental education organizations to co-design healthy and inclusive learning environments. The CHILE Studio is a new PolyX Signature Experience supported by CHILE to bring a learn-by-doing community engagement design project to the classroom in our CPP landscape architecture programs. The SPICE Grant will allow us to create a community-led and student-centered curriculum for two core LA major lab courses—LA 2121L and LA 6121L—to teach landscape architecture students how to engage communities in designing healthy and inclusive learning and community spaces. Because every landscape architecture undergraduate student is required to take LA 2121L and every landscape architecture graduate student is required to take LA 6121L, this SPICE grant will positively benefit every student in both our BSLA and MLA programs. The SPICE Grant will also help us create frameworks and build relationships to collaborate with faculty and students across the University.",
            "type": "Innovative"
        },
        {
            "application-id": "1900",
            "competition-year": "2023-2024",
            "application": "Criminology Media Lab",
            "applicant": "Peter Hanink",
            "collaborators": "Philippe Duhart",
            "amount-awarded": " $20,616.00 ",
            "primary-college": "CLASS",
            "abstract": "The Criminology Media Lab aims to (1) produce public-facing rigorous, engaging, insightful videos about topics related to criminology inspired by scholarship but delivered in a casual tone and (2) provide our students with opportunities to apply their knowledge by researching, writing, recording, editing and disseminating these videos. If awarded, the SPICE funding will pay for the purchase of the recording equipment and assigned time for Criminology professors. The Criminology Media Lab will give our students the opportunities to demonstrate their expertise on topics of their choosing related to Criminology, learn how to work collaboratively on a project, and provide much needed public scholarship on often heated and little understood crime-related topics. Students will be mentored throughout the topic-selection, research, writing, production, and dissemenation processes.",
            "type": "Innovative"
        },
        {
            "application-id": "1903",
            "competition-year": "2023-2024",
            "application": "Adopting a flipped classroom model",
            "applicant": "Elli Menounou",
            "amount-awarded": " $6,552.00 ",
            "primary-college": "CLASS",
            "abstract": "This project aims to adopt a flipped classroom model for my PLS 3011 – Constitutional Law: Governmental Powers course, an upper division course offered by the Department of Political Science once every academic year. \r\n\r\nThe goal of the project is to increase flexibility, student engagement, retention of knowledge, success in the classroom, and development of work life skills, by providing students with a classroom environment closer to “learn by doing” than that of a traditional classroom. To achieve this goal, I will dedicate time to design activities, identify and create resources for the students to use at home, and create resources to teach students how to use the course material. The main deliverable for this project is, initially, the course offered with a flipped classroom approach in Spring 2024, and ultimately, the adoption of the flipped classroom model for the course in subsequent semesters. \r\n\r\nThis project is closely aligned to the university’s strategic plan, especially in regard to engaging students in applied learning, enhancing student learning, development and success, and preparing students for the future of work.",
            "type": "Innovative"
        },
        {
            "application-id": "1909",
            "competition-year": "2023-2024",
            "application": "Empowering students in outreach and community science through a campus bat box program",
            "applicant": "Rachel Blakey",
            "amount-awarded": " $8,979.00 ",
            "primary-college": "Science",
            "abstract": "Systemic historical inequities have denied many members of our campus community equitable access to nature. Providing students with the means to actively interact with their local urban biodiversity, while empowering them to share their knowledge with the community, is an approach that not only enhances student learning and motivation but also provides critical connections between our campus and surrounding community. Bats are animals that are often misunderstood, but provide critical links between biodiversity and agriculture through their provision of ecosystem services. They are also an extremely widespread group of animals, and many species have adapted to live alongside humans in cities. This proposal aims to leverage the wonder of bat ecology, the fascinating world of urban biodiversity, and the excitement of students to engage with their community, to establish an ongoing student-led bat box monitoring and community outreach program. This program will be established through a co-curricular workshop led by international bat box and outreach expert, Dr Joy O’Keefe, and myself. Students will gain hands-on experiences as they build bat boxes (artificial bat roosts) for deployment on campus, while learning about bat ecology and outreach techniques so that they can share their knowledge with our community via outreach programs. The on-campus bat box monitoring stations will provide real urban ecology data for use in a variety of courses and undergraduate research projects within the Department of Biology and the College of Agriculture.\r\n\r\n \r\n\r\nReferences for document:\r\n\r\nAlvarez, E.N., Garcia, A., Le, P., 2022. A review of Nature Deficit Disorder (NDD) and its disproportionate impacts on Latinx populations. Environmental Development 43, 100732. https://doi.org/10.1016/j.envdev.2022.100732\r\n\r\nCrawford, R.D., O’Keefe, J.M., 2021. Avoiding a conservation pitfall: Considering the risks of unsuitably hot bat boxes. Conservation Science and Practice 1–8. https://doi.org/10.1111/csp2.412\r\n\r\nHoeh, J.P.S., Bakken, G.S., Mitchell, W.A., O’Keefe, J.M., 2018. In artificial roost comparison, bats show preference for rocket box style. PLoS ONE 13, e0205701. https://doi.org/10.1371/journal.pone.0205701\r\n\r\nIbes, D.C., 2015. A multi-dimensional classification and equity analysis of an urban park system: A novel methodology and case study application. Landscape and Urban Planning 137, 122–137. https://doi.org/10.1016/j.landurbplan.2014.12.014\r\n\r\nKunz, T.H., de Torrez, E.B., Bauer, D., Lobova, T., Fleming, T.H., 2011. Ecosystem services provided by bats. Annals of the New York Academy of Sciences 1223, 1–38. https://doi.org/10.1111/j.1749-6632.2011.06004.x\r\n\r\nOrtiz, J.L., Torres Conkey, A.A., Brennan, L.A., Fedynich, L., Green, M., 2022. Wildlife Undergrads Spread Their Wings in Citizen Science Research Experience. IJERPH 19, 16983. https://doi.org/10.3390/ijerph192416983\r\n\r\nRorrer, A., Spencer, B., Davis, S., Moghadam, S.H., Holmes, D., Grainger, C., 2021. Understanding Immersive Research Experiences that Build Community, Equity, and Inclusion, in: Proceedings of the 52nd ACM Technical Symposium on Computer Science Education. Presented at the SIGCSE ’21: The 52nd ACM Technical Symposium on Computer Science Education, ACM, Virtual Event USA, pp. 149–155. https://doi.org/10.1145/3408877.3432523\r\n\r\nSchell, C.J., Dyson, K., Fuentes, T.L., Roches, S.D., Harris, N.C., Miller, D.S., Woelfle-erskine, C.A., Lambert, M.R., 2020. The ecological and evolutionary consequences of systemic racism in urban environments. Science 4497, 1–19.\r\n\r\nTillman, F.E., Bakken, G.S., O’Keefe, J.M., 2021. Design modifications affect bat box temperatures and suitability as maternity habitat. Ecological Solutions and Evidence 2. https://doi.org/10.1002/2688-8319.12112",
            "type": "Innovative"
        },
        {
            "application-id": "1911",
            "competition-year": "2023-2024",
            "application": "Costa Rica Drone Camp: UAV Imaging in the Earth and Environmental Sciences",
            "applicant": "Jeffrey Marshall",
            "amount-awarded": " $23,482.00 ",
            "primary-college": "Science",
            "abstract": "This SPICE proposal requests funding to develop an innovative, interdisciplinary PolyX course experience focused on cutting-edge field applications of aerial drones (UAVs) to image and map landforms and biota in Costa Rica. This 2-week winter intersession course will take place at the Pitzer College Firestone Center for Restoration Ecology (FCRE) near Dominical, Costa Rica. The proposed program integrates the complimentary expertise of multiple collaborating earth and environmental sciences faculty and students from Cal Poly Pomona, the Claremont Colleges, local community colleges, area high schools, and partnering Costa Rican institutions. This project represents an exciting new teaching collaboration, and provides a prime opportunity for experiential student field learning in an international setting. This SPICE grant will fund the development and implementation the Costa Rica Drone Camp PolyX course, including participation of 2 CPP faculty and 8 students in a Winter 2024 trial run (other participants will be funded by additional sources). This prototype will serve a proof-of-concept for further course development and for seeking external funding. The ultimate goal is to develop a collaborative, interdisciplinary course with up to 16 college students per year and multiple faculty from partnering US and Costa Rican institutions, plus online participation by high school students and teachers.",
            "type": "Innovative"
        },
        {
            "application-id": "1913",
            "competition-year": "2023-2024",
            "application": "DS-Pathways (DSP): A PolyX Pathway for Data Science Immersive Experience and Practice",
            "applicant": "John Korah",
            "collaborators": "Ericsson Marin, Markus Eger",
            "amount-awarded": " $24,656.00 ",
            "primary-college": "Science",
            "abstract": "Data Science (DS) uses scientific methods to extract insights and knowledge from data. Industry, government and academia are turning to Data Scientists with the goal of improving business processes, public and social services, or understanding user behavior. The U.S. Bureau of Labor Statistics projects that employment of data scientists will grow 36% from 2021 to 2031, much faster than the average rate of 5% for all occupations. Additionally, a recent survey by the Business-Higher Education Forum indicated that while 69% of employers would prefer job candidates with DS skills over the ones without it, only 23% of educators said their graduates will have DS and analytics skills. DS will be one of the top areas in which companies will face difficulty in finding enough candidates with the appropriate skill-set. The department of Computer Science currently offers a minor in Data Science, which helps students acquire some of these skills in a classroom setting, but for a more rounded profile, we should also offer extracurricular opportunities for practical applications, in the form of a student club and digital badges that students can use to prove their credentials. To fill this gap, this proposal outlines the design and implementation of a data science program through establishment of a student club (DS Club) and design and implementation of state-of-the-art digital badges as the assessment and recognition of students’ achievements. A digital badge is a visual representation of skills or knowledge one has gained and learned during a course or activity. It is a dynamic portable icon that is embedded with detailed information of the accomplishment, skill, quality or interest learned in different environments. Our program, named Data Science Pathway (DSP), will be fully aligned with the PolyX rubric, and will provide help students from a wide range of majors meet their career aspirations in the field. The student led and faculty mentored DS Club is planned to work in synergy with the digital badge initiatives as it will serve as a platform to hold several of the activities related to our badges. To enable its full implementation, an online management platform will be designed and implemented in Canvas to manage student accomplishments throughout the program. In addition, the issuance of digital badges for those who complete all DSP requirements will be done through a fully Canvas-integrated badging platform named Badgr. Finally, information on how this implementation will directly reflect on student progress, engagement, retention, and learning in the data science domain is also provided. We believe that the DSP program will serve to bring together faculty and students from majors from every single college on campus and be a catalyst for interdisciplinary collaboration for the development of innovative educational products and PolyX experiences in Data Science.",
            "type": "Innovative"
        },
        {
            "application-id": "1916",
            "competition-year": "2023-2024",
            "application": "Reshape Computer Science Gateway Courses based on Universal Design for Learning",
            "applicant": "Tingting Chen",
            "collaborators": "Yunsheng Wang",
            "amount-awarded": " $17,000.00 ",
            "primary-college": "Science",
            "abstract": "This project is to bring Universal Design for Learning (UDL) to Computer Science gateway courses which have large enrollments but high DFW (Drop Fail and Withdrawal) rates, to improve the outcomes of students with diverse background. During AY2023-2024, we plan to implement UDL in the gateway courses CS1300 Discrete Structures and CS1400 Introduction to Programming and Problem Solving by designing and developing new course resources, materials, and tools for both students and instructors. This will facilitate multi-sourced student engagement, flexible information representation, and improved assessment methods. This project will particularly help students from underrepresented groups to sustain students interests in the discipline, reduce the barrier for student to progress to the next level of courses, and improve program graduation rates.",
            "type": "Innovative"
        },
        {
            "application-id": "1923",
            "competition-year": "2023-2024",
            "application": "Incorporating Local Business Consulting Project in the Business Capstone Course",
            "applicant": "Nastaran Simarasl",
            "amount-awarded": " $6,552.00 ",
            "primary-college": "Business",
            "abstract": "My proposal focuses on the redesign of the BUS 4950 Capstone Strategic Management course by incorporating a major \"Business Consulting Project\" in it. The business consulting project aims at providing a unique, experiential, and community-based learning experience to teams of senior-level business students to work closely with local businesses (preferably in Pomona), applying their knowledge of strategic management and other business courses to identify the challenges of the businesses, and to develop innovative, evidence-based solutions that will help the business survive and succeed. This project will impact students in several ways, including enhancing their critical and innovative thinking skills and helping them build strong relationships with the community by disseminating their knowledge beyond the classroom. Furthermore, engaging in a comprehensive consulting project will prepare students for careers in entrepreneurship, management, consulting, and any career that requires students to work with different stakeholders to develop innovative solutions.   \r\n\r\nTo redesign this capstone course, I will conduct an extensive investigation into the experiences of other schools that have designed and executed consulting and community-based projects, such as Cal State Fullerton. I will also develop a systematic structure for the consulting process to ensure our students deliver quality consultation services to our local business community. In addition, I will develop a partnership with the community organizations, such as the Pomona Chamber of Commerce, to facilitate relationship-building with our local business community.  ",
            "type": "Innovative"
        },
        {
            "application-id": "1924",
            "competition-year": "2023-2024",
            "application": "Augmented Reality Innovation Kits",
            "applicant": "Michael Fox",
            "collaborators": "German Aparicio ",
            "amount-awarded": " $16,680.00 ",
            "primary-college": "ENV",
            "abstract": "The Augmented Reality Innovation Kits will support Learning-Through-Discovery/Polytechnic Education across Cal Poly Pomona by supplying the library with assets that enable 30+ students at-a-time, to engage in Project-Based- Learning/Polytechnic activities working with Augmented Reality. This proposal will outfit the CPP Library with two Augmented Reality Kits in the new Maker Space which will host the equipment here and provide training to students on how to use the equipment. Each kit is envisioned to be used for a class of 16-20 students. The goal is to make the resource as widely available as possible giving all students the Polytechnic technical-literacy essential to being informed citizens, consumers, and creators. The Trimble XR10 with HoloLens 2 is a head-mounted mixed-reality device purpose-built for use in safety-controlled and harsh environments. The device brings mixed reality to life for architecture and design. The HoloLens allows people to inhabit their designs in the most natural way possible either as a holographic scale model on a tabletop, or through an immersive experience from within a digital building model. Viewing models in this way will enable designers to better understand the choices and tradeoffs in their projects. The experiential platform will also improve communication and collaboration across project stakeholders who participate in the mixed reality experiences.",
            "type": "Innovative"
        },
        {
            "application-id": "1927",
            "competition-year": "2023-2024",
            "application": "Innovative Motivating Learners Community",
            "applicant": "Paul Beardsley",
            "collaborators": "Laurie Starkey, Sanaa Saykali",
            "amount-awarded": " $24,852.00 ",
            "primary-college": "Science",
            "abstract": "Motivation has a crucial impact on students’ academic performance, but it drops when they are not sure they belong, if they have a fixed mindset toward learning, or if they think the course has no purpose or value to them. Emerging, rigorous work in social psychology shows that these mindsets can change and that faculty play an important role in creating supportive environments. Many STEM instructors have not had the opportunity to learn about strategies to support student motivation. Goal 1 of is this proposal is to provide funding for STEM instructors to complete the online, asynchronous Motivating Learners Course (MLC), designed and developed by the Motivate Lab, housed at the University of Virginia and SDSU. This hands-on, virtual course equips faculty to kick off courses with motivationally-supportive activities to excite students, and explores ways to keep motivation levels high throughout the term. Participants learn about three key learning mindsets—Growth Mindset, Purpose & Relevance, and Sense of Belonging—and strategies for leveraging these mindsets in a way that promotes equity while being customized to their own courses, teaching methods, and styles of communication.\r\n\r\nAlthough this initial training in motivation is critical, it is equally important to keep the momentum going for faculty after the course is completed. Since Fall 2020, the MLC has been available to STEM faculty at CPP. At the end of spring 2023, 99 (!) instructors will have completed it. The Motivating Learners revolution at CPP is well underway. Goal 2 of this proposal is to create an ongoing motivation-focused teaching community for faculty in STEM to share successes, commiserate over challenges, and generate new ideas. To meet the range of faculty needs and interests, we will offer Informal “share-a-thon” gatherings on a monthly basis and a motivation-buddy system in which faculty will be paired with one or two other faculty who are MLC graduates. The small group would agree to meet 5 times throughout the year (on their own, for an hour or so each time) to share ideas, try new approaches, or discuss collected data.",
            "type": "Innovative"
        },
        {
            "application-id": "1928",
            "competition-year": "2023-2024",
            "application": "Civil Engineering Materials Lab Take-Home Test Kits",
            "applicant": "Dragos Andrei",
            "collaborators": "Rosa Vasconez",
            "amount-awarded": " $9,346.00 ",
            "primary-college": "Engineering",
            "abstract": "CE2030L Civil Engineering Materials laboratory is a high-demand, required course for all undergraduate students in Construction Engineering and Management (CEM) and Civil Engineering (CE), which is one of the largest programs on campus with more than 1200 undergraduate students. Unfortunately, the Construction Materials Laboratory (17-1676) cannot accommodate more than 20 students per laboratory section for a hands-on, in-person experience. As a result, the demand for this class always exceeds the department's ability to accommodate all students. Per semester, we normally offer 7 sections of lab and accommodate 140 students. There are usually an additional 20-30 students waitlisted across all CE2030/L sections (lab and lecture are co-requisites).\r\n\r\nIn the spring of 2020, the COVID-19 pandemic forced us into teaching remotely and the hands-on experience for CE 2030L Civil Engineering Lab was replaced with watching videos of the laboratory experiments and Zoom sessions. To counter the loss of the hands-on experience, in Dr. Andrei prepared for each student enrolled in CE2030L a take-home test kit that included an inexpensive kitchen scale, a ruler, and small samples of materials normally used in the lab experiments. Students were also provided with instructions on how to use the test kits to conduct, in the comfort of their home, small-scale experiments that illustrate the same concepts students would have learned in the lab from observing the large-scale experiments. At the end of the semester, students indicated via a brief survey that they found the test kits very useful in helping them understand the laboratory's concepts.\r\n\r\nBased on the Summer 2020 experience and results, we would like to further develop the take-home test kits for CE2030L and to produce accompanying written and video guidance materials with step-by-step instructions on how to conduct the tests and report the results. The test kits and supporting materials will have multiple potential uses:\r\n\r\n\r\n\tOptional take-home activities for in-person students enrolled in CE2030L.\r\n\tTake-home activities for students unable to attend the in-person lab because of illness, COVID, travel, or other reasons.\r\n\tTake-home activities for all students in the event of a pandemic or other natural disaster that may dictate a return to remote teaching. This way a hands-on component will be maintained even if the lab or campus become unavailable due to unforeseen circumstances.\r\n\tMandatory take-home activities for an online version of CE2030L should offering an online section of the lab be considered in the future. An online lab version would allow the use of remote instructors and/or offer an alternative to students on the waitlist.\r\n\tIn class props that instructors can use to better explain the concepts in CE2030 lecture or use for STEM and College of Engineering recruiting events.",
            "type": "Innovative"
        },
        {
            "application-id": "1929",
            "competition-year": "2023-2024",
            "application": "Increasing students’ engagement in hybrid-flip courses by incorporating collaborative learning practices based on real-world case studies",
            "applicant": "Payam Parsa",
            "amount-awarded": " $6,460.00 ",
            "primary-college": "Engineering",
            "abstract": "The subject of Supply Chain Management has become the focus of the industry and it is necessary for students to have the necessary skill sets in this area for the job market. This subject is being taught by the department of Industrial and Manufacturing Engineering (IME) to all undergraduate IME students (IME 3261) and all masters students in both graduate programs of the IME department (EMT 5730 in M.S. of Engineering Management and SE 5220 in M.S. of Systems Engineering). The subject of Supply chain Management has been consistently selected as the most useful subject by our alumni (via an online survey conducted annually by the department) and our Industry Advisory Council. To equip students with the necessary skills, a three-phase project was started more than two years ago to infuse active learning and flip learning methods into these classes. With the start of COVID-19, we adjusted our plan to accommodate different teaching modalities going forward. During the past four semesters, by dedicating a substantial amount of time and effort, we completed the first two phases of the project and deployed its outcomes to the courses. More specifically, we revised the topics, blended the topics with computer implementations, developed about 40 high-quality video lectures (avg of 10 minutes each), and designed 20 online quizzes/homework/tests of different sizes were organized into 9 modules to completely revamp the learning experience of students. Although it has only been one semester (Fall 2022) since the implementation of the first two phases, the feedback from students has been very positive. In this proposal, we will focus on the third phase of this project, providing a real-world learning experience to students in which they scale up the learning outcomes of the course to real-world projects that companies deal with in their operations. This is planned to become a series of in-class activities for the flipped offering of the course in both face-to-face and hybrid settings.\r\n\r\n \r\n\r\nTo this end, we will equip each module with two major case studies in an innovative way. We begin each module with the “story” of the module, encapsulated in a real-world case study and its datasets. A more complex case study will also be developed to provide students with an opportunity to synthesize and evaluate scenarios before developing solutions. The case studies will be used as in-class group activities to accommodate flip-learning. Each module ends with an assignment based on the same case studies and datasets in order to provide a hands-on experience for students using what they learned in the module. In this process, we collaborate with two academic and industry organizations to develop case studies that reflect the ongoing challenges of supply chain managers.",
            "type": "Innovative"
        },
        {
            "application-id": "1930",
            "competition-year": "2023-2024",
            "application": "Incorporating labs into the largest required Civil Engineering course -- CE 2061 Fluid Mechanics",
            "applicant": "Simeng Li",
            "collaborators": "Seema Shah-Fairbank",
            "amount-awarded": " $25,000.00 ",
            "primary-college": "Engineering",
            "abstract": "CE 2061 Fluid Mechanics is a required course for all the undergraduate students in Civil Engineering (CE) majors and at least 5 sections (total enrollment > 200) are offered every semester (including summer) to meet its high demand in the nation's largest CE program. As the course coordinators of CE 2061, the PIs noticed that a large portion of students taking this course were confused with some fundamental concepts covered, such as hydrostatic pressure and head loss. At the same time, the PIs incorporating labs into CE 2061 will be an effective solution to facilitate student learning by providing them with hands-on experience. The biggest challenge for incorporating lab activities in CE 2061 on our campus is the outdated and dysfunctional lab equipment in our Fluids Lab (Bldg.17, Rm.1628). In this project, the PIs will (1) restructure CE 2061 by designing labs that will promote signature polytechnic experiences, (2) implement new teaching practices with a well-balanced combination of labs and lectures, (3) develop new course experiences for students to “learn by doing”, (4) developing new learning resources such as lab manual and lab videos that will be shared with all CPP students and faculty, (5) providing new course materials that will support various teaching modalities, and (6) as course coordinators, offer training to other instructors of CE 2061.",
            "type": "Innovative"
        },
        {
            "application-id": "1931",
            "competition-year": "2023-2024",
            "application": "An Augmented Reality for Automation and Robotics Education in Mechanical Engineering Programs",
            "applicant": "Yizhe Chang",
            "amount-awarded": " $7,500.00 ",
            "primary-college": "Engineering",
            "abstract": "It is not new to use simulators to teach sensing and control, as a supplement to hands-on practice on actual devices. The simulator can bypass the problems caused by practical reasons (most prominently, sensor noise from “cheap” education sensors) and allow students to focus on advanced topics (e.g. autonomous navigation). With technological advancement, (especially computer-human interface improvement,) students are increasingly motivated by the feeling of immersion in the simulation and are not used to the traditional education simulators which usually include several GUI windows.\r\n\r\nWe propose an augmented reality (AR) simulator by Microsoft HoloLens for teaching measurement and control. Currently, the Mechanical Measurement course and the Introduction to control (ME4351 and ME4391, both required in the mechanical engineering program, with an annual enrollment approx. 300 students) do not have a simulator-based lab. Students are usually frustrated by hardware failure or inaccuracy of the sensor reading.\r\n\r\nIn the proposed task, an AR-based simulator is proposed to pilot the efforts on enhancing mechanical engineering students’ hands-on experience. Students in ME4351 (measurement) will design and experiment on an AR-simulated robotics dog to perform autonomous measurement activities. Based on an open-source walking dog design (SpotMicroAI dog), the proposed simulated robotics dog can be used for students to learn how to automatically measure temperature, velocity, acceleration, etc. on a mobile platform. In addition, students in ME4391 (control) will also be able to use the simulated robotics dog to perform fundamental autonomous control tasks. Through a series of proposed labs, students will review the advanced knowledge on how to process sensing data without frustration caused by the hardware. In addition, an AR-simulated walking dog robot platform, which is not used in any mechanical engineering course, will also motivate students in project-based learning.\r\n\r\nGiven the technical challenge, the project should be considered a pilot study using AR for improving the simulation experience. Further grants can be attracted from NSF-EDU program if our preliminary study shows the feasibility of applying AR-simulation for multiple engineering laboratories.",
            "type": "Innovative"
        },
        {
            "application-id": "1933",
            "competition-year": "2023-2024",
            "application": "Sustainability Ambassadors: Hands-On Learning in Community Engagement",
            "applicant": "Aaron Fox",
            "collaborators": "Juintow Lin",
            "amount-awarded": " $24,952.00 ",
            "primary-college": "Huntley",
            "abstract": "Cal Poly Pomona students are motivated to solve the sustainability challenges of our day such as climate change, affordable housing, and food insecurity. These are complex problems that require innovative, interdisciplinary approaches. Many of the classes at the Lyle Center for Regenerative Studies and in the Huntley College of Agriculture address these topics. It is time to take these lessons out of the classroom and demonstrate them to a wider audience. Students and faculty mentors will develop hands-on learning experiences for campus tour groups visiting the Lyle Center and AGRIscapes. Student leaders ('Sustainability Ambassadors') will then lead these interactive tours. We will develop ten new hands-on learning modules and offer them to the campus community. This will be an extension of existing efforts at AGRIscapes and the Lyle Center for Regenerative Studies on campus. Both centers regularly receive tour requests from campus classes and groups. We have begun changing our current tour offering from a passive listening experience to a more hands-on interactive experience where participants build models, collect and analyze data, and solve problems. We anticipate fifteen students will co-lead this project with faculty mentors, and at least ten classes and 500 students per semester will participate in these hands-on, experiential tours. Furthermore, we anticipate the tours offered from this program will be offered to local K through 12 field trips and public tours, eventually reaching thousands of people. We also plan to record videos of these learning modules using the signs and the grounds of the two centers so virtual opportunities can be offered. These online immersive learning modules will be available online and this will further increase the reach of this project.",
            "type": "Innovative"
        },
        {
            "application-id": "1935",
            "competition-year": "2023-2024",
            "application": "Implementing 3D Design and Virtual Reality to Improve Learning in Transportation Engineering",
            "applicant": "Yongping Zhang",
            "collaborators": "Xinkai Wu",
            "amount-awarded": " $14,736.00 ",
            "primary-college": "Engineering",
            "abstract": "This project will integrate cutting-edge 3D design and modeling technology (Autodesk Civil3D, free to all CPP students) with a Virtual Reality tool (Oculus Quest headsets, funded by the completed 2019-2020 SPICE grant, available in the Transportation Lab at CPP) and apply freely-accessed social media tools to classroom teaching. Students will gain more hands-on experience by solving real-life transportation problems around the campus, such as the I-10/SR-57 interchange design, using the real data collected around the campus. The teaching materials will be made freely available through an established website (www.activetbooks.com , funded by the completed 2017-2018 and 2019-2020 SPICE grants) that integrates Wikibook-style tutorials and Youtube videos. With free accessible software and learning materials, students can learn at any time and anywhere.",
            "type": "Innovative"
        },
        {
            "application-id": "1937",
            "competition-year": "2023-2024",
            "application": "Enhancing Hospitality Education: A Self-Directed, Real-World Approach without Textbooks",
            "applicant": "Hyounae (Kelly) Min",
            "amount-awarded": " $6,552.00 ",
            "primary-college": "Collins",
            "abstract": "A proposal for an innovative teaching method for the senior-level hospitality students in HRT 4100 is presented to replace the conventional textbook-based instruction with self-directed learning through weekly assignments and real-world case study creation. The aim is to enhance students' perspectives, cater to non-traditional learners, increase engagement, and foster inclusivity. The integration of real-world examples and collaborative case studies will help create a more diverse and inclusive learning environment, particularly for historically underrepresented groups in the hospitality industry and higher education. The adoption of this novel teaching approach is expected to positively impact student success and engagement in the course.",
            "type": "Innovative"
        },
        {
            "application-id": "1939",
            "competition-year": "2023-2024",
            "application": "SUBSURFACE",
            "applicant": "Nina Briggs",
            "amount-awarded": " $11,868.00 ",
            "primary-college": "ENV",
            "abstract": "This proposal requests funding to support a SU23 through FA23 fellowship to organize and launch a student-run, digital (and annually printed) magazine – ‘SUBSURFACE’ - building its structure, manifesto, editorial / design staff, objectives, annual goals and publishing schedule. The proposal also includes needed support to provide FA23 writing-techniques lectures for students, featuring guest speakers, presentations and learning activities centered on crafting cultural narratives as related to the built and natural environments. \r\n\r\n \r\n\r\nThe magazine and related lectures are a direct outcome of Ms. Briggs’s JUSTICEscape course, as students aim to further their inspired writing experiences, translating their learning into a publication of authentic journalism. The proposal intends to create an integrated, teaching-learning community run by students, for students, building a platform for instigating dialogues on landscape architecture and creating a safe space for self-expression and artistic agency unbound by convention.",
            "type": "Innovative"
        },
        {
            "application-id": "1941",
            "competition-year": "2023-2024",
            "application": "Learning Fundamental and Advanced Engineering Principles Through Biomechanical Applications, a Project-based Approach to Teaching",
            "applicant": "Carlos Castro",
            "amount-awarded": " $21,552.00 ",
            "primary-college": "Engineering",
            "abstract": "In recent years, there has been a growing concern about the lack of student engagement in traditional engineering education. Despite the tremendous knowledge and resources that are widely available, many students still struggle to grasp fundamental and advanced engineering principles in the classroom setting. This can lead the student to self-doubt and loose interest in engineering as a career. Active and inquiry-based learning have been proven to create a deeper understanding and appreciation of the topic. The purpose of this proposal is to secure financial support to facilitate the learning of fundamental and advanced engineering principles by actively engaging students through a series of project-based approaches and seminars focusing on biomechanical systems. This proposal will support in-classroom hands-on projects and senior capstone projects, aid in the development of a project-based course, and support the creation of a series of seminars for student engagement.",
            "type": "Innovative"
        },
        {
            "application-id": "1942",
            "competition-year": "2023-2024",
            "application": "Anti-Racist Teaching in STEM & Increasing Diverse Representation in our Classrooms",
            "applicant": "Eeman At-Taras",
            "collaborators": "Rachel Blakey, Janel Ortiz",
            "amount-awarded": " $25,000.00 ",
            "primary-college": "Huntley",
            "abstract": "Racism hampers learning and inclusivity within higher education, with implications for retention and success for students of color. At Cal Poly Pomona, most of our students are people of color, yet the majority of our instructors are white. Our proposal will address this imbalance by inviting science experts who are also people of color to speak in our classrooms and revising elements of our courses to reflect anti-racist principles. As part of this program, we will measure the effects of our intervention on students’ sense of belonging using qualitative and quantitative analysis, thereby providing peer-reviewed evidence to attract external funding for a broader roll-out of the program across our campus. Our proposal represents a collaboration across disciplines (Animal Science, Ecology, and Education) and racial identities, and was inspired by participation in the CAFE Winter Institute for Anti-Racist Teaching and Learning (January 2023).",
            "type": "Innovative"
        },
        {
            "application-id": "1944",
            "competition-year": "2023-2024",
            "application": "New Course Development: Art History Research Skills Seminar",
            "applicant": "Karlyn Griffith",
            "amount-awarded": " $9,976.00 ",
            "primary-college": "ENV",
            "abstract": "My project entails designing a new seminar course for the Art History Program, which currently has only a single seminar, the capstone senior seminar. This course will hone research skills at the mastery level. Instruction techniques will be innovative and geared toward active learning: using facsimiles of medieval manuscripts students will be able to physically study and engage with art objects while developing oringal arguments. The aim is to incerase greater student learning in transferable researach skills and increase student success in the capstone seminar, job placement, and admission to competitive graduate programs. Finally, the project will institute a learn-by-doing experience into the Art History curriculum.\r\n\r\n \r\n\r\n \r\n\r\n ",
            "type": "Innovative"
        },
        {
            "application-id": "1946",
            "competition-year": "2023-2024",
            "application": "New Course Experiences: Incorporating Computer Vision to Transportation and Civil Engineering Learning",
            "applicant": "Wen Cheng",
            "amount-awarded": " $10,052.00 ",
            "primary-college": "Engineering",
            "abstract": "The past decade has seen the ever-increasing applications of computer visions (CV) in various fields due to the rapid advances in both software and hardware development. The students with the knowledge of computer vision have demonstrated some advantages in seeking jobs or pursuing higher degree. However, the best knowledge of the author, there is a lack of computer vision-related materials in the current curricula of civil engineering, which could benefit a lot from the power and efficiency from the computer vision. Such need is more urgent for students wishing for transportation career, given the quick approaching of autonomous vehicles. To bring the gap, the project aims to enhance student course experiences through: (1) developing and incorporating CV materials to multiple courses to be taught by the instructor; (2) posting pertinent materials (open source code, collected data, instructional videos) online to facility student learning; (3) inviting guest speakers form the industry or academia to further strengthen student learning; (4) implementing the documented effective teaching strategies to address the inclusive needs of all students, especially those historically underrepresented or economically disadvantaged. Overall, through the flexible learning modalities, the sustainable project is anticipated to enhance inclusivity and equity among the students both within and beyond the program.",
            "type": "Innovative"
        },
        {
            "application-id": "1947",
            "competition-year": "2023-2024",
            "application": "Language Justice: Bringing Accessibility and Equity to Hispanic Communities Through Translation",
            "applicant": "Marta Albala Pelegrin",
            "amount-awarded": " $9,055.00 ",
            "primary-college": "CLASS",
            "abstract": "Taking to the heart CLASS Vision \"We cultivate one's intellectual development, ethical reasoning, and aesthetic sensibility to support creative and critical thinking in a diverse world of competing challenges,\" “Language Justice: Bringing Accessibility and Equity to Hispanic Communities Through Translation” aims at engaging students through inclusive pedagogy and practice via a virtual workbook, audiovisual materials, and multimedia projects. The workbook and projects are designed to help students became competent translators and interpreters in their communities in a range of disciplines: medical, legal and multimedia translation and interpretation. \r\n\r\nFaulty translation and interpretation could have severe consequences in the medical and legal world, in which a person's health and rights might be at stake. Translation is also essential to provide communities with access to arts and culture. \"Language Justice” will consist of a 3-module workbook reader, 3 collaborative multimedia projects, a final project (interpreting or translating with a community service component), and 3 audiovisual materials that will provide support and will make the course free and accessible for all learners and learning styles. These materials will redesign the core of my Introduction to Translation and Interpretation course and will be used in other Spanish courses. This course will empower students to work hands-on in translation and interpretation and to foster communication within Hispanic communities in LA county. Students will engage \"learn by doing\" via multimedia projects that will train them to assist their communities' medical, legal, and cultural needs, attending to culturally sensitive and accurate translations. This, in turn, will allow students to connect with their communities as part of the University's mission as a Hispanic serving institution. The course will also incorporate a series of workshops that will connect students with professionals and certified translators, interpreters, and scholars who are leading figures in the fields of medical, legal, and literary/cultural translations. These workshops will be recorded for use in future iterations of this course.",
            "type": "Innovative"
        },
        {
            "application-id": "1955",
            "competition-year": "2023-2024",
            "application": "Transforming the MFE 4501L Course Instruction into a Modern Hands-on Learning Experience",
            "applicant": "Ellips Masehian",
            "amount-awarded": " $24,607.57 ",
            "primary-college": "Engineering",
            "abstract": "Taking to the heart CLASS Vision \"We cultivate one's intellectual development, ethical reasoning, and aesthetic sensibility to support creative and critical thinking in a diverse world of competing challenges,\" “Language Justice: Bringing Accessibility and Equity to Hispanic Communities Through Translation” aims at engaging students through inclusive pedagogy and practice via a virtual workbook, audiovisual materials, and multimedia projects. The workbook and projects are designed to help students became competent translators and interpreters in their communities in a range of disciplines: medical, legal and multimedia translation and interpretation. \r\n\r\nFaulty translation and interpretation could have severe consequences in the medical and legal world, in which a person's health and rights might be at stake. Translation is also essential to provide communities with access to arts and culture. \"Language Justice” will consist of a 3-module workbook reader, 3 collaborative multimedia projects, a final project (interpreting or translating with a community service component), and 3 audiovisual materials that will provide support and will make the course free and accessible for all learners and learning styles. These materials will redesign the core of my Introduction to Translation and Interpretation course and will be used in other Spanish courses. This course will empower students to work hands-on in translation and interpretation and to foster communication within Hispanic communities in LA county. Students will engage \"learn by doing\" via multimedia projects that will train them to assist their communities' medical, legal, and cultural needs, attending to culturally sensitive and accurate translations. This, in turn, will allow students to connect with their communities as part of the University's mission as a Hispanic serving institution. The course will also incorporate a series of workshops that will connect students with professionals and certified translators, interpreters, and scholars who are leading figures in the fields of medical, legal, and literary/cultural translations. These workshops will be recorded for use in future iterations of this course.",
            "type": "Innovative"
        },
        {
            "application-id": "1812",
            "competition-year": "2023-2024",
            "application": "Technology resources (iPad Tablets) for modernization and expansion of Sensory Science Lab in Nutrition and Food Science Department",
            "applicant": "Gabriel Davidov Pardo",
            "amount-awarded": " $9,918.00 ",
            "primary-college": "Huntley",
            "abstract": "The objective of this proposal is to acquire 20 iPad 10th generation tablets for effective use of RedJade Sensory Software for students enrolled in FST 3180L, (Sensory Evaluation of Foods, Laboratory), FST 4290L (Food Product Development, Laboratory), and FST 3210L (Experimental Food Science, Laboratory). This project impacts all the students enrolled in the Nutrition and Food Science Department (NFS), with an undergraduate student population of approximately 600 students. Moreover, the iPad tablets will benefit Master of Science students in the NFS department.\r\n\r\nSensory Evaluation is the scientific discipline to evoke, measure, analyze, and interpret human reactions to foods and is a core discipline within the Institute of Food Technologists’ Food Science and Technology curriculum. RedJade Sensory Software is a cutting-edge, cloud-based application that is the most advanced sensory science application on the market today. The NFS Department has an active educational license for RedJade, valued at $20,000, that also includes free support and updates. Having a sufficient quantity of well-working tablets (estimated 20) will allow more students to take the sensory science tests, thus providing more data. In the impacted classes, statistically significant results for student teams require larger populations of respondents. The use of tablets for RedJade Software enables a classroom setup resembling that of a real-world sensory science panel, which are regularly used both in industry and research/academia settings. From the classes positively impacted in this proposal, students acquire marketable skills such as sensory test design, statistical analysis, and data interpretation. These skills are necessary for career-ready graduates who are considering joining the food industry for positions such as quality assurance or research and development. This is a one-time expenditure, and the tablets come with one year warranty.",
            "type": "Modernize"
        },
        {
            "application-id": "1820",
            "competition-year": "2023-2024",
            "application": "Raising student readiness and competitiveness in job market through advanced training in technologies required by California state and industry",
            "applicant": "Ha Le",
            "collaborators": "Dennis Fitzgerald, Sean Monemi, Kevin Anderson, Gerald Herder, Farbod Khoshnoud",
            "amount-awarded": " $29,997.00 ",
            "primary-college": "Engineering",
            "abstract": "The purpose of this proposal is to modernize hardware equipment in Power and Energy lab, located in 9-119, to enable advanced training in Electrical Engineering (focusing on Power Engineering area), Mechanical Engineering, and Electro-Mechanical Engineering Technology. The targeted areas include Electric Vehicles, Solar, and Wind Energy which are subject to important California state mandates, federal policies, and industry requirements. The equipment supports teaching and learning in areas of Electric Vehicles, Solar and Wind Energy, including training in hybrid and mobile applications, aiming to help students obtain solid skills in designing and building realistic systems/applications. These skills are desirable by the industry, thereby making students competitive in the job market. The skills are also helpful for graduate study in case students wish to pursue it. The proposed project supports teaching of 40 undergraduate and graduate courses in Electrical Engineering, Mechanical Engineering and Electro-Mechanical Engineering Technology. The three involved departments comprise around 3,100 students or about 53% of the College of Engineering students. Both undergraduate and graduate students will benefit from the project where senior students who are near graduation would benefit the most.",
            "type": "Modernize"
        },
        {
            "application-id": "1828",
            "competition-year": "2023-2024",
            "application": "Biodex Advantage BX software",
            "applicant": "MinHyuk Kwon",
            "collaborators": "Laura Chase, Michael Liang, Eddie Jo, Zakkoyya Trammell-Lewis, Mai Jara",
            "amount-awarded": " $6,206.63 ",
            "primary-college": "Science",
            "abstract": "This proposal aims to request funding to acquire a software upgrade kit for the current isokinetic dynamometer (Biodex) at the Department of Kinesiology and Health Promotion (KHP). Dynamometer technology is highly implemented in a multitude of allied health and medical practices as a diagnostic and assessment tool. Remarkably, the Biodex dynamometer system is a highly advanced and worldwide system that is with industry standards and part of the latest advancements in biosensor technology. Exercise science is fundamental to allied health and medical practices by optimizing, restoring, or enhancing movement, which remains critical to human health and performance. Thus, accurate measures of various human movements, including the cause of our movement, are the essential stage of anything else in exercise science. We use a Biodex dynamometer in many of our exercise science courses at undergraduate and graduate levels (approximately 800 Kinesiology students in the Exercise Science track). This upgraded software allows students to gain a more advanced understanding of the various human movement and develop technical skills to identify problems or areas of improvement in rehabilitation process changes over time with intervention, such as with physical or occupational therapies. Additionally, KHP is currently in the development/building stage of a new 4200 sqft Exercise Science teaching laboratory. The upgraded Biodex system will be implemented in the new lab facility to enhance student learning in Kinesiology, especially in the foci of exercise science and health promotion. The Biodex system also is a research grade/validated tool in Kinesiology research and would be a valuable resource to encourage further student research.",
            "type": "Modernize"
        },
        {
            "application-id": "1841",
            "competition-year": "2023-2024",
            "application": "Upgraded dentistry training",
            "applicant": "Joanne Sohn",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Huntley",
            "abstract": "We have added a dedicated dentistry lab class to our curriculum. Students will learn beginning and advanced techniques in a semester long lab prior to performing the dental prophylaxis on live animals in the subsequent surgery class.  In addition, we wish to update radiology safety equipment and buy pre-fixed parasitology slides to improve class efficiency and learning. added a dedicated dentistry lab to our curriculum. Students will learn beginning and advanced techniques in a semester long lab prior to performing the dental prophylaxis on live animals in the subsequent surgery class.  In addition, we wish to update radiology safety equipment and buy pre-fixed parasitology slides to improve class efficiency and learning.",
            "type": "Modernize"
        },
        {
            "application-id": "1844",
            "competition-year": "2023-2024",
            "application": "Equipping Civil Engineering Department to GPR (Ground Penetration Radar)",
            "applicant": "Ali Shafiee",
            "amount-awarded": " $27,451.00 ",
            "primary-college": "Engineering",
            "abstract": "PI: Dr. Ali Shafiee\r\n\r\nCollaborator names: Dr. Mehrad Kamalzare, Dr. Jinsung Cho\r\n\r\nThe Geotechnical Engineering and Environmental Engineering Laboratory in the Civil Engineering Department are used to run several sessions of Geotechnical Testing (CE 3401L, sixteen sections, and CE5431L, two sections), and Environmental Engineering (CE 3201L, two sections) laboratories. The Geotech lab also runs parts of two Geological Science Testing laboratories, GSC 3210L and GSC 4150L, which are required classes in Civil Engineering Department. The laboratories house several testing equipment, where students perform static and dynamic geotechnical and environmental experiments. The project plan is to equip our geotechnical and environmental engineering labs with ground penetration radar (GPR) by which we can locate features of interest/ utilities and subsurface layers in real time, up to 100 feet or more. The construction engineering students of CE 5161 can benefit from GPR as well. GPR is an ideal tool for characterizing subsurface stratigraphic features such as sandbar structures, historical river channels, depth of overburden and vertical and lateral lithological variations, and sinkholes. The goals of the civil engineering program at Cal Poly Pomona include the production of industry-ready engineers as well as individuals who are prepared for advanced study. Therefore, by improving the hands-on laboratory experience, all civil engineering students will be able to utilize state-of-the-art geotechnical, environmental and construction engineering equipment to develop confidence in their analytical and experimental skills, which are valuable for engineering practice or advanced studies.",
            "type": "Modernize"
        },
        {
            "application-id": "1848",
            "competition-year": "2023-2024",
            "application": "COSMED Metabolic Cart for Experiential Learning of KHP Students",
            "applicant": "Laura Chase",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Science",
            "abstract": "We are requesting SPICE funds to purchase a Quark CPET Metabolic Testing System (MTS) from COSMED for use in teaching in the Kinesiology and Health Promotion (KHP) Department. The department currently has two metabolic testing systems. One of the systems we currently have is extremely old, breaks down repeatedly and is nearing end of life. A fully equipped exercise science teaching lab requires a minimum of two functioning metabolic carts. Every single student who graduates with a Bachelor of Science in Kinesiology will learn to use the metabolic cart as part of our major core class in exercise physiology. Many of our students will go on to use a metabolic cart in their careers as kinesiologists, physical therapists, athletic trainers, strength and conditioning specialists, exercise physiologists and cardiac rehab specialists. Learning to use this piece of equipment is an essential skill for any student graduating from a Kinesiology program. Training on reliable and state of the art equipment provides our students with the kind of hands-on learning that make Cal Poly Pomona a true polytechnic and allows our graduates to stand out in the field. We are requesting SPICE funds to purchase a Quark CPET Metabolic Testing System (MTS) from COSMED for use in teaching in the Kinesiology and Health Promotion (KHP) Department. The department currently has two metabolic testing systems. One of the systems we currently have is extremely old, breaks down repeatedly and is nearing end of life. A fully equipped exercise science teaching lab requires a minimum of two functioning metabolic carts. Every single student who graduates with a Bachelor of Science in Kinesiology will learn to use the metabolic cart as part of our major core class in exercise physiology. Many of our students will go on to use a metabolic cart in their careers as kinesiologists, physical therapists, athletic trainers, strength and conditioning specialists, exercise physiologists and cardiac rehab specialists. Learning to use this piece of equipment is an essential skill for any student graduating from a Kinesiology program. Training on reliable and state of the art equipment provides our students with the kind of hands-on learning that make Cal Poly Pomona a true polytechnic and allows our graduates to stand out in the field.",
            "type": "Modernize"
        },
        {
            "application-id": "1859",
            "competition-year": "2023-2024",
            "application": "ECE Basic Circuits Lab Modernization",
            "applicant": "Zhen Yu",
            "collaborators": "ECE Lab Committee",
            "amount-awarded": " $14,714.34 ",
            "primary-college": "Engineering",
            "abstract": "We propose to purchase the Keysight 34450A Digital Multimeter to be used as a teaching tool in ECE 1101L, ECE 2031L, ECE 2101L, ECE 3101L, ECE 4868L, ETE 2011L, ETE 2041L, ETE 2101L basic circuits classes and laboratories. The digital multimeter is widely used equipment in our lab systems. This model was very carefully chosen for its reliability, sustainability and compatibility to fit our existing laboratory needs. Also, the 5 ½ digit digital multimeter is good equipment with a reasonable price to purchase. It is very convenient for the limited bench space in the classroom, instead of having multiple equipment.",
            "type": "Modernize"
        },
        {
            "application-id": "1865",
            "competition-year": "2023-2024",
            "application": "Updating and Modernization of Recording Studio Classrooms",
            "applicant": "Arthur Winer",
            "amount-awarded": " $19,511.00 ",
            "primary-college": "CLASS",
            "abstract": "The Music Department houses a studio complex for teaching music recording coursework. The coursework associated with the recording studios spans six classes in the Music curriculum. Music students are therefore routinely engaged in hands-on projects in these recording studios, both through assigned coursework as well as in extra-curricular projects. The student work in the recording studios represents superb examples of the learn-by-doing polytechnic approach to education.\r\n\r\nThe Music Department is seeking funding to update and procure new equipment and musical instruments for the recording studio classrooms and labs. Funding for the recording studios would enhance Music students’ access to state-of-the-art equipment and software. That these studios remain well-maintained and up-to-date is essential for aiding students' ability to learn in an environment that is as similar as possible to the ones they will encounter in their professional lives as musicians.",
            "type": "Modernize"
        },
        {
            "application-id": "1901",
            "competition-year": "2023-2024",
            "application": "Technology Lab Upgrade",
            "applicant": "Kevin Moore",
            "amount-awarded": " $25,571.36 ",
            "primary-college": "ENV",
            "abstract": "I am requesting equipment to modernize the art department technology lab (building 13 2227). The technology lab is key to the polytechnic experience in the art department. Students have access to industry standard hardware for the creative process. The lab serves 600 students across disciplines in the department. The department would like to add computer workstations, virtual reality equipment, a 3d printer, 3d scanner, large format printer, and design software.",
            "type": "Modernize"
        },
        {
            "application-id": "1902",
            "competition-year": "2023-2024",
            "application": "Modernizing Audio Software in the Music Technology Lab",
            "applicant": "Isaac Schankler",
            "collaborators": "David Kopplin, Arthur Winer, Evan Ware, Jessie Vallejo, Nadia Shpachenko, Janine Riveire, Nike St. Clair, Zach Lovitch, David Martinez, Elliot Deutsch",
            "amount-awarded": " $24,614.00 ",
            "primary-college": "CLASS",
            "abstract": "This proposal presents an urgent and forward-looking project to update and augment the professional music and audio software in the Music Technology Lab (Room 9-309). This includes digital audio workstations, professional quality sample libraries, 3D audio software, and software for audio programming and rapid prototyping.\r\n\r\nThis lab is a crucial part of the music technology curriculum for all music majors, as well as students across the university interested in learning about this technology. Courses affected would include MU 1080 (Intro to Music Tech), MU 2081 (Electronic Music Production), MU 2281 (The Digital Audio Workstation), MU 3081 (Composing for Film and Television), MU 3130 (Pop Music Production), MU 3281 (Music Recording), MU 4081 (Composing for Video Games and Interactive Media) and MU 4291 (Live Sound Production).\r\n\r\nAdditionally, it would allow us to offer new classes in Audio Programming, Machine Learning for Music, and Spatialized Audio for VR and Multi-speaker Arrays. Many of these classes would be excellent candidates to qualify as PolyX courses, as they offer project-based learning and close mentorship that results in the completion of a professional-quality student project such as a musical composition, self-produced album, or sound design for film/TV/video games. Ultimately, these courses prepare our students for successful careers in the music industry, including recording engineering, audio post-production, media composition, and more. This update will also allow us to offer coursework that is appealing and relevant to students across campus, inviting interdisciplinary collaborations between the arts and sciences.",
            "type": "Modernize"
        },
        {
            "application-id": "1906",
            "competition-year": "2023-2024",
            "application": "Modernizing Lab Equipment for Incorporating Experiential Learning into CE 2061 Fluid Mechanics",
            "applicant": "Simeng Li",
            "collaborators": "Seema Shah-Fairbank",
            "amount-awarded": " $29,790.00 ",
            "primary-college": "Engineering",
            "abstract": "CE 2061 Fluid Mechanics is a required course for all the undergraduate students in Civil Engineering (CE) majors and at least 5 sections (total enrollment > 200) are offered every semester (including summer) to meet its high demand in the nation's largest CE program. As the course coordinators of CE 2061, the PIs noticed that a large portion of students taking this course were confused with some fundamental concepts covered, such as hydrostatic pressure/force and head loss. At the same time, the PIs are aware that labs have been used by many CE programs in other institutions to provide students with hands-on experience and facilitate their learning. The biggest challenge for incorporating lab activities in CE 2061 on our campus is the outdated and dysfunctional lab equipment in our Fluids Lab (Bldg.17, Rm.1628). In this proposal, funds to purchase two industry standard apparatuses are requested for (1) flow friction measurement and (2) hydrostatic pressure/force measurement. Labs that can be designed and incorporated into CE 2061 using these two apparatuses will be relevant to and vital for more than half of the core topics covered in this course. These new items will also set the ground for our continuous efforts to seek for funds from other sources to upgrade the lab facilities and enhance experiential learning for our students.",
            "type": "Modernize"
        },
        {
            "application-id": "1908",
            "competition-year": "2023-2024",
            "application": "Equine Reproduction Classroom Technology Upgrade",
            "applicant": "Holly Greene",
            "collaborators": "Eeman At-Taras , Ondieke Gekara, Hyungchul Han, Andrea Watson, John Lambert",
            "amount-awarded": " $12,327.50 ",
            "primary-college": "Huntley",
            "abstract": "The use of ultrasound has revolutionized the understanding of the female horse (mare) reproductive physiology and management of the mare during her pregnancy. Ultrasound also allows for reproductive diagnosis problems and monitor reproductive activity with considerable accuracy. This non-invasive technique reduces the risks of harming the mare or the fetus and allows sequential monitoring. Today ultrasound is regularly used to monitor ovarian activity in the mare, to diagnose and monitor pregnancy and identify reproductive abnormalities.\r\n\r\nPreparing students to be successful in their professional endeavors is a program learning outcome for the undergraduate majors in the Animal and Veterinary Science (AVS) department, this includes knowledge of equine reproduction and methodology used in the industry and prepares the students for success in veterinary school/graduate programs and industry. The expected outcome in the AVS production courses includes various aspects of the equine reproduction process, included (but not limited to) principles of pregnancy diagnosis in horses and fetal development.\r\n\r\nSPICE 2023 funding will provide a one-time purchase of an equine reproduction ultrasound machine upgrade. The current system is outdated (15 years old) and lacks the ability to provide students with modernized technology found in today’s systems.",
            "type": "Modernize"
        },
        {
            "application-id": "1910",
            "competition-year": "2023-2024",
            "application": "Microscope cabinet",
            "applicant": "Erin Questad",
            "collaborators": "Juanita Jellyman",
            "amount-awarded": " $3,680.00 ",
            "primary-college": "Science",
            "abstract": "In 2020 the Biological Sciences Department invested in a new set of 8 Leica microscopes at a cost of >$18,000 to support learning in the Bio 2350 Human Physiology, Bio 4460 Systems Physiology, and Neuroscience labs. Together these classes serve > 10 sections of 24 students every semester (~500 students/ year including summer). The new microscopes do not fit inside the cabinets in the teaching lab (Building 8, Room 35). The current proposal requests funds for a relatively inexpensive cabinet will be purpose-built by facilities to allow for safe (earthquake), secure (locked), and clean (minimize dust) storage of these valuable microscopes to ensure they are kept in excellent condition for many years. The microscopes are used to address critical student learning objectives including competent use of laboratory equipment, data collection, and data analysis consistent with professional expectations in the biological sciences. Safe, secure, and clean storage of our microscopes is needed to protect our investment in the equipment and to ensure we can continue to teach students to competently use microscopes and to collect data for analysis for the foreseeable future.",
            "type": "Modernize"
        },
        {
            "application-id": "1912",
            "competition-year": "2023-2024",
            "application": "Improving Student-led Micro-business Experience through up-to-date Retail Technology",
            "applicant": "Claire Whang",
            "collaborators": "Chitra Dabas",
            "amount-awarded": " $10,410.00 ",
            "primary-college": "Huntley",
            "abstract": "This proposal requests the purchase of retail technologies to improve the operation of student-led micro-business. To successfully learn how to effectively run a retail business, it is essential for students to use up-to-date industry tools and software. The proposed retail technologies will allow instructor(s) to provide hands-on experience for students in courses that involve learning real-life industry tools. It will also benefit instruction by enhancing Cal Poly Pomona students’ skills related to the integration of technology, and further, enhance students’ level of professional and career readiness. The proposed tools will also drive students’ creativity, discovery, and innovations by applying their knowledge to real industry technologies.",
            "type": "Modernize"
        },
        {
            "application-id": "1914",
            "competition-year": "2023-2024",
            "application": "Making the Physics of Musical Sound (PHY 1050L) Modern and Career-Relevant for Music Students",
            "applicant": "Alexander Small",
            "collaborators": "Dr. Nathan C. Tung, Lecturer",
            "amount-awarded": " $16,372.00 ",
            "primary-college": "Science",
            "abstract": "Physics of Musical Sound Laboratory (PHY 1050L) is a required class for all Bachelor of Music student, most Bachelor of Arts in Music students, and strongly recommended for the rest. We are redesigning this class so that the core physics concepts underlying music, sound, and acoustics are taught via hands-on activities with modern, industry-standard equipment and software. These upgraded, career-relevant experiments support Music Department Learning Goals focused on the technological foundations of music. Additionally, by offering experiments and activities in which music students can leverage their prior knowledge while learning physics, we hope that they will be able to bring higher-level reasoning to the writing and analysis in the course, consistent with GE Learning Outcomes.\r\n\r\nOur redesigned experiments are being developed in close consultation with music faculty (see the accompanying letter of support from the Chair of the Music Department), and a few experiments have already been piloted on a small scale. SPICE funding would enable us to take this work from a pilot stage to full-scale implementation, with sufficient equipment for students to spend every class session working directly with modern tools in small groups. We are also redesigning the lab manual so that these modernized experiments can be taught by any physics instructor, even if they are not trained musicians or specialists in acoustics. Finally, we have chosen our equipment so that experiments are scalable if the number of class sections increases, ensuring lasting impact from a one-time investment.",
            "type": "Modernize"
        },
        {
            "application-id": "1915",
            "competition-year": "2023-2024",
            "application": "Reconfigurable Storage Computing for Cloud applications",
            "applicant": "Mohamed Aly",
            "collaborators": "Anas Salah Eddin, Halima El-Naga",
            "amount-awarded": " $24,981.25 ",
            "primary-college": "Engineering",
            "abstract": "This proposal is an effort of three electrical and computer engineering faculty members to develop two upper-level undergraduate courses and one graduate-level course with their associated laboratories: 1) Crypto on-chip (Both Post-quantum and Lightweight levels); 2) Machine learning; 3) Parallel Computing using GPUs. These courses require highly specialized computing equipment not available in the department. The needed equipment must have at least two Intel Xeon Silver 4110 CPUs 96 GB Reg ECC RAM (12X 8GB), Two 480 GB Mirrored OS Drives, Eight 7.8 TB NVMe Solid State Drives, Dual-Port 10GbE SFP+ Network Adapter, Remote management Module, and Intel VROC Premium RAID Module, which will allow the three faculty members on preparing the set of courses they are planning to produce. The technical part of the system, which shows the powerfulness of the Xeon Scalable processors, which consists many cores up to 56-cores will help the faculty members to install the required software to allow several students to have remote access to the requested reconfigurable storage computing nodes for learning more about the cloud computing storage and how it is used for support.",
            "type": "Modernize"
        },
        {
            "application-id": "1918",
            "competition-year": "2023-2024",
            "application": "Modernizing autoclave equipment to support Biology introductory and upper division lab courses",
            "applicant": "Erin Questad",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Science",
            "abstract": "SPICE funds are requested by the Biology Department to replace a faulty autoclave that is a keystone resource in preparing materials for laboratory courses. Students in laboratory courses use a variety of materials to carry out lab exercises (glassware, petri dishes, metal instruments, etc.). An autoclave is a machine that uses pressurized steam to sterilize the items placed inside it and is used to keep materials free of contamination by microorganisms. Laboratory courses are a hallmark of the polytechnic education that all students experience at CPP. In Biology specifically, our curriculum gives students hands-on training to prepare them for their careers as a professional biologist or laboratory scientist. We also serve our non-biology major students through our introductory biology labs, providing hands-on curriculum and active learning for all students. The equipment requested services a significant number of our laboratory courses reaching more than 3,700 students enrolled in 176 lab sections per year, including 1,570 non-biology majors enrolled in BIO 1110L and 1150L. If the University enrollment continues to grow we will rely heavily on this autoclave to be able to increase the number of laboratory sections offered. The autoclave would replace an existing machine in disrepair; therefore, the maintenance costs are already built into the state operating budget for the Biology Department.",
            "type": "Modernize"
        },
        {
            "application-id": "1919",
            "competition-year": "2023-2024",
            "application": "Using the Bloomberg Terminal to Advance Student Success and Career Readiness",
            "applicant": "Wei Yu",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Business",
            "abstract": "The Bloomberg Terminal, a comprehensive financial software platform used by finance and banking professionals to access real-time financial market data and analytics, can play an important role in helping students achieve success and career readiness in finance and related fields. Many employers in the finance sector consider proficiency with Bloomberg Terminals as a minimum requirement for job applicants. Thus, offering access to Bloomberg Terminals can also be a valuable tool for attracting freshman and transfer applications and demonstrating Cal Poly Pomona's commitment to preparing students for career readiness.\r\n\r\nSince the opening of the Bloomberg Financial Markets Lab in Fall 2017, our finance students have been successfully placed in many leading companies in the industry and accepted by top graduate programs in Finance. According to our annual senior exit survey, 78.5% of our graduates secured full-time employment at the time of graduation in Spring 2022. Our freshman application increased from 753 for Fall 2018 to 2,238 for Fall 2023, the largest number of applications among all Business options.\r\n\r\nAccess to Bloomberg Terminals also created many experiential learning opportunities, such as the Student Managed Investment Fund, wins in global investment competitions, stock pitch competitions, and student-led investment research. Additionally, it facilitated the establishment of the first-ever Cal Poly Pomona Student Managed Investment Fund, recognition as the six university affiliation program in Southern California by the Chartered Financial Analyst (CFA) Institute , and the successful development of a Master of Science in Financial Analysis curriculum.\r\n\r\nWith this SPICE grant, we hope to renew the Bloomberg Terminal and build on the success of integrating Bloomberg Terminal in our finance curriculum. Access to Bloomberg Terminal is essential for our students to gain a competitive advantage in the job market in the following ways: 1) it allows our students to have access to real-time financial data, news, and analytics; 2) it enables our students to have hands-on experience with industry tools and technologies; 3) it propels our students to develop analytical skills and gain insights into financial markets and institutions; 4) it prepares our students for industry certification exams, such as the Chartered Financial Analyst and Certified Financial Planner exams; 5) it provides our student networking opportunities through participation in Bloomberg conferences, training, seminars, and investment competitions; and 6) it empowers a larger, underrepresented and economically disadvantaged students to improve their financial literacy and bridge the gender and ethnicity disparities in financial literacy.",
            "type": "Modernize"
        },
        {
            "application-id": "1920",
            "competition-year": "2023-2024",
            "application": "Benchmarking Best Gaming Console for Future Computer Architecture",
            "applicant": "Mohamed Aly",
            "collaborators": "Anas Salah Eddin, Halima El-Naga",
            "amount-awarded": " $21,957.19 ",
            "primary-college": "Engineering",
            "abstract": "In 2021-2022, the total revenue of the console gaming market jumps from 55.2 Billion Dollars to 60.8 Billion dollars, which increases the demand for hiring talented graduates who can work in both sides of gaming from software and hardware perspectives. At CPP, our mission is to deliver high talented graduates who can contribute to society from the polytechnic view. The current courses we have on-campus in both the computer science department at the college of science and electrical computer engineering department at college of engineering doesn't include any vision of gaming from both software and hardware perspective. This proposal is aiming to develop a set of new courses which covers all the stack of gaming from designing hardware computer architecture courses for benchmarking the top five gaming consoles for 2022 (Playstation 5, Xbox one X, Nintendo Switch, Nintendo Switch OLED, and Xbox Series X) and also involving the machine learning understanding for creating games for these platforms, which will open the door for creating startup companies for our new graduates and also preparing them for joining top-notch gaming companies in the country. Three faculty members (Dr. Mohamed Aly who is an expert in computer architecture and reconfigurable computing, Dr. Anas Salah Eddin who is an expert in machine learning and artificial intelligence and Dr. Halima El-Naga who is an expert in-memory architecture will work together for creating these courses and those PIs are requesting specialized consoles (mentioned above) for their preparation of these courses.",
            "type": "Modernize"
        },
        {
            "application-id": "1922",
            "competition-year": "2023-2024",
            "application": "BitScope low-power Edge-computing for space computing",
            "applicant": "Mohamed Aly",
            "collaborators": "Anas Salah Eddin, Halima El-Naga",
            "amount-awarded": " $24,733.00 ",
            "primary-college": "Engineering",
            "abstract": "Low-power high-performance computing is one of the critical topics in computer architecture and the digital logic world. By getting such equipment in the ECE department, both undergraduate and graduate students will get access to one of the high-end technology platforms. This platform got designed and tested by the Los Alamos National laboratory. A wide range of classes and laboratories will get the full benefit of using such equipment. Currently, PI Dr. Aly with a team of undergraduate students has formed a team of future research who is working with NASA under the NASA MINDS program to build edge-computing solutions for space applications. Acquiring an edge computing server on campus will assist a generation of students to learn about the challenges and opportunities of such a new branch of science, which is highly respected by the industry and research institutes in CA and the rest of the states.",
            "type": "Modernize"
        },
        {
            "application-id": "1932",
            "competition-year": "2023-2024",
            "application": "Modernizing mechatronics course and laboratory, and engineering undergraduate education with quantum engineering",
            "applicant": "Farbod Khoshnoud",
            "collaborators": "Gerald K. Herder, Homeyra Sadaghiani, Ha T Le, Sean Monemi, Behnam Bahr, Pejman Akbari",
            "amount-awarded": " $19,179.37 ",
            "primary-college": "Engineering",
            "abstract": "Mechatronics is the synergistic application of mechanics, electronics, control engineering, and computer science in the development of electromechanical products and systems, through integrated design. We intend to extend a typical mechatronics course beyond traditional engineering topics, and to modernize the mechatronics instructions with complementary quantum engineering topics. We have initially published this initiative in the American Society for Engineering Education Conference in 2021 with the title \"Modernizing Mechatronics course with Quantum Engineering\". With the recent rapid advances in quantum technologies such as quantum communications, sensing, computers, and algorithms, it is imperative that next generation of engineers be trained in quantum technologies, and prepare them for their future careers in the ever changing industry in such areas. Furthermore, due to such progress and advances in the fields associated with the applications of quantum mechanics, the integration of quantum technologies with classical mechanical systems will be inevitable both in terms of educational and technological standpoints in future. To address the educational needs of the future engineers in such areas of significant importance, quantum entanglement and quantum cryptography experiments, as two fundamental topics in quantum mechanics, are brought into the mechatronics course in an initiative including Quantum Entanglement, and Quantum Cryptography. The integrated quantum and mechatronics topics also provides opportunities on exploring the interface of quantum technologies and classical\r\nengineering systems, which can potentially push the engineering boundaries beyond classical\r\npossibilities by accessing and leveraging the quantum advantages. An innovative online remote demonstration of such quantum experiments is also developed and presented to the students. This course has already been offered to undergraduate students once with successful results. The students were able to both in-person and remotely access the experiments, perform the experiments and collect data. The successful result of such quantum experiments is also reflected in a course survey, presented here, even though the quantum mechanics topics offered in this course are unfamiliar to engineering students and hence more challenging. The aim is to promote, the integration of selected quantum technology topics with the mechatronics course for training engineering students in this rapidly growing area.\r\n\r\nTo further support the importance of the education of quantum mechanics in engineering we would like to refer to the following quotes and references:\r\n\r\n“Quantum Engineering should be established as a new discipline or a sub-discipline in engineering schools which requires developing curricula and textbooks both at undergraduate and graduate levels.” –from: THE WHITE HOUSE, NATIONAL QUANTUM COORDINATION OFFICE\r\n\r\n“the Quantum Frontiers Report on Community Input to the Nation’s Strategy for Quantum Information Science outlines eight frontiers that contain core problems with fundamental questions confronting quantum information science (QIS) today. They include:\r\n\r\n• Expanding Opportunities for Quantum Technologies to Benefit Society\r\n\r\n• Building the Discipline of Quantum Engineering\r\n\r\n• Generating and Distributing Quantum Entanglement for New Applications\r\n\r\n• Understanding the Universe through Quantum Information”\r\n\r\n“These frontier areas, identified by the QIS research community, are priorities for the government, private sector, and academia to explore in order to drive breakthrough R&D.”\r\n\r\n“Only a small number of scientific techniques and technological applications take advantage of the unique phenomena of quantum superposition and entanglement.”\r\n\r\n“The global quantum effort is continually rising with worldwide investments in quantum research and quantum technology reaching almost $25 billion.”, and the United States National Quantum Initiative budget $1.2 billion. \r\n\r\n“The National Science Foundation shall:\r\n\r\naward grants for the establishment of Multidisciplinary Centers for Quantum Research and Education.” National Quantum Initiative Act.\r\n\r\nIt is worth mentioning that, as part of our continuous effort in updating and modernizing our laboratory experiments, and offering the latest emerging areas of engineering to our students, and in regards with the topic of this proposal, we recently performed the \"violations of the Bell inequalities\" test based on our existing quantum entanglement setup at Cal Poly Pomona. This is the experiment that John Clauser, Alain Aspect, and Anton Zeilinger performed. The Nobel Prize in Physics 2022 was awarded to them for this work: \"for experiments with entangled photons, establishing the violation of Bell inequalities and pioneering quantum information science\".\r\n\r\nhttps://www.nobelprize.org/prizes/physics/2022/summary/\r\n\r\nWe recently (in 2023) submitted a paper to the American Association of Engineering Education that explains this experiment, and how this experiment can be taught to the undergraduate engineering students as a laboratory exercise. Quantum entanglement experiment and the Bell inequality test (which both can be performed using the same experimental setup) demonstrate the fundamentals of quantum mechanics. These experiments show the fundamental difference between quantum and classical domains, which are essential in understanding quantum mechanics.\r\n\r\nDr. Homeyra Sadaghiani from the physics department at Cal Poly Pomona, who is a co-PI in this proposal, is an expert in quantum mechanics. We collaborate and consultant with her on how the quantum experiments in this proposal could be used with the physics students or in upper division quantum courses and help with the surveying students /assessment aspect of the project.",
            "type": "Modernize"
        },
        {
            "application-id": "1934",
            "competition-year": "2023-2024",
            "application": "Upgrading a Critical Experiment for the Thermal-fluids laboratory",
            "applicant": "Henry Xue",
            "collaborators": "Paul Nissenson",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Engineering",
            "abstract": "This proposal seeks funding to replace the centrifugal pump experiment used by both the Mechanical Engineering Department and Electromagnetic Engineering Technology Department. The current experimental setup is no longer operational due to mercury contamination, and the setup is outdated. The proposed new experimental setup would accomplish the same learning objectives of the current setup, while producing more accurate measurements with modern instrumentation used in today's industry. The impact of this proposal would be large, as all mechanical engineering students and many electromagnetic engineering technology students must complete this lab as part of their required coursework.",
            "type": "Modernize"
        },
        {
            "application-id": "1938",
            "competition-year": "2023-2024",
            "application": "Data Acquisition for Experimental Structural Testing Lab",
            "applicant": "Rosa Vasconez Jimenez",
            "collaborators": "Felipe Perez",
            "amount-awarded": " $5,801.31 ",
            "primary-college": "Engineering",
            "abstract": "A previous SPICE grant funded two (2) new countertop test setups for the experimental study of beams and frames in CE 3510L, Structural Testing Laboratory.  An additional test setup of a truss was obtained using an alternative funding source.  These three (3) new tests setups are suitable for face-to-face, hybrid, and/or remote teaching environments. However, to fully implement these test setups, data acquisition capabilities are necessary. The vendor has provided the software necessary to successfully implement these experiments, but each setup requires a computer to run. This proposal is aimed at securing funding for the purchase of three (3) laptop computers to be used exclusively for running these three (3) experiments in CE 3510L. The laboratory course serves a majority of undergraduate students in the Civil Engineering Department, which currently has approximately 1,500 active enrolled students. By providing a hands-on experience, even in a remote environment, students will gain a better understanding of the behavior of structures. Moreover, they will have the foundational knowledge required to become a licensed Professional Engineer in any state. Therefore, this investment has far-reaching implications, both in the number of students affected, and in their professional growth.",
            "type": "Modernize"
        },
        {
            "application-id": "1940",
            "competition-year": "2023-2024",
            "application": "Equipping the IME Department’s Automation laboratory with a New Material Handling Robotic Arm, Controller, Touchscreen Teach-Pendant, and Software",
            "applicant": "Shokoufeh Mirzaei",
            "collaborators": "Ellips Masehian",
            "amount-awarded": " $30,000.00 ",
            "primary-college": "Engineering",
            "abstract": "This SPICE grant application requests funds for modernizing the Computer Integrated Manufacturing Laboratory of the Industrial and Manufacturing Engineering Department. This lab is mainly used for teaching both IE and MFE majors the elements of factory automation and process computerization. Unfortunately, the lab has outdated equipment that do not provide meaningful laboratory experience to our students. While the real industry vastly uses automated manufacturing systems, the Lab does not prepare our students to work on or manage such systems. The lab serves all senior-year IE and MFE students of the department and in its current condition does not contribute to the “Learn by Doing” philosophy of our polytechnic university. This SPICE grant request will enrich the lab with a new material-handling robotic arm, controller, and software, all integrated into a movable cart for more flexibility in teaching and storage. Through using these pieces of equipment, students will experience real-world automated systems and will learn robot programming and control through various hands-on experiments.",
            "type": "Modernize"
        },
        {
            "application-id": "1945",
            "competition-year": "2023-2024",
            "application": "Acquisition of a computer assisted semen analysis system to enhance student learning in livestock reproduction and management",
            "applicant": "Eeman At-Taras",
            "collaborators": "Omolade Owoleke, Tory Simpfenderfer",
            "amount-awarded": " $10,200.00 ",
            "primary-college": "Huntley",
            "abstract": "Animal science students at CPP are immersed in a rich hands-on learning experience through their access to a diverse and rich livestock experience which includes sheep, goats, cattle, and swine. An integral part of learning about these livestock animals is understanding management and care for these animals from a reproductive standpoint. Our student population in the Animal and Veterinary Sciences Department continues to grow and our need for modern, state of the art technology is essential so that we can provide our students with training that allows them to be competitive in the job market. Reproductive management is crucial to the success of the livestock industry. Currently, we have no viable equipment to provide our students hands-on training for semen analysis.",
            "type": "Modernize"
        },
        {
            "application-id": "1948",
            "competition-year": "2023-2024",
            "application": "Enhancing DEI learning experience through virtual reality",
            "applicant": "Cindy Cordoba Arroyo",
            "amount-awarded": " $10,949.00 ",
            "primary-college": "Huntley",
            "abstract": "This proposal requests funding to purchase virtual reality equipment to enhance the learning experience in diversity, equity, and inclusion within the curriculum of the course \"Race and Ethnicity in Fashion. Virtual reality has demonstrated and can contribute to our student's ability to be agents for equity and inclusion. This project request 20 VR sets for a total of $10,949. The VR sets will be used in three different modules (1) empathy building, (2) bystander intervention training, and (3) experiencing a day as a garment worker. Guidebooks will be created to instruct students and staff in their management and maintenance. In addition, the VR sets will be used in other courses such as AMM 4810 - Advanced Apparel Manufacturing and AMM 4630 Apparel Research Project.  ",
            "type": "Modernize"
        },
        {
            "application-id": "1953",
            "competition-year": "2023-2024",
            "application": "Wacom Cintiq 16 - Digital Drawing Tablet (w/ updated budget. Please use this proposal.)",
            "applicant": "Jian Lee",
            "amount-awarded": " $18,128.82 ",
            "primary-college": "ENV",
            "abstract": "The request is to purchase the Wacom Cintiq 16 for the students of the Art Department. The device is an industry-standard tool used for digital design and art, which enables freehand digital drawing and painting with the digital pen included in the product. The project will be accessible to various design courses and will impact every student majoring in Visual Communication Design, and will provide an immediate difference in the quality of the student's work.",
            "type": "Modernize"
        }
    ]
}
